Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: How do we keep your information safe? We have organizational and technical processes and procedures in place to protect your personal information. However, no electronic transmission over the internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information. Learn more about how we keep your information safe.
es: ¿Cómo mantenemos segura su información? Contamos con procesos y procedimientos organizativos y técnicos para proteger su información personal. Sin embargo, no se puede garantizar que ninguna transmisión electrónica a través de Internet o tecnología de almacenamiento de información sea 100% segura, por lo que no podemos prometer ni garantizar que los piratas informáticos, ciberdelincuentes u otros terceros no autorizados no puedan vulnerar nuestra seguridad y recopilar, acceder de manera inadecuada. , robar o modificar su información. Obtenga más información sobre cómo mantenemos su información segura.
fr: Comment protégeons-nous vos informations ? Nous avons mis en place des processus et procédures organisationnels et techniques pour protéger vos informations personnelles. Cependant, aucune transmission électronique sur Internet ou aucune technologie de stockage d'informations ne peut être garantie comme étant sécurisée à 100 %, nous ne pouvons donc pas promettre ou garantir que les pirates informatiques, les cybercriminels ou d'autres tiers non autorisés ne seront pas en mesure de mettre en échec notre sécurité et de collecter, d'accéder de manière inappropriée. , voler ou modifier vos informations. Apprenez-en davantage sur la façon dont nous protégeons vos informations.
hi: हम आपकी जानकारी को कैसे सुरक्षित रखते हैं? आपकी व्यक्तिगत जानकारी की सुरक्षा के लिए हमारे पास संगठनात्मक और तकनीकी प्रक्रियाएँ और प्रक्रियाएँ हैं। हालाँकि, इंटरनेट पर किसी भी इलेक्ट्रॉनिक ट्रांसमिशन या सूचना भंडारण तकनीक के 100% सुरक्षित होने की गारंटी नहीं दी जा सकती है, इसलिए हम यह वादा या गारंटी नहीं दे सकते हैं कि हैकर्स, साइबर अपराधी, या अन्य अनधिकृत तृतीय पक्ष हमारी सुरक्षा को विफल नहीं कर पाएंगे और अनुचित तरीके से संग्रह, पहुंच नहीं कर पाएंगे। , आपकी जानकारी चुराना, या संशोधित करना। हम आपकी जानकारी को कैसे सुरक्षित रखते हैं, इसके बारे में और जानें।
zh: 我們如何保證您的信息安全？我們擁有適當的組織和技術流程和程序來保護您的個人信息。然而，任何通過互聯網的電子傳輸或信息存儲技術都不能保證100%安全，因此我們不能承諾或保證黑客、網絡犯罪分子或其他未經授權的第三方將無法破壞我們的安全並不當收集、訪問、竊取或修改您的信息。詳細了解我們如何保證您的信息安全。

source: What are your rights? Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information. Learn more about your privacy rights.
es: ¿Cuales son tus derechos? Dependiendo de dónde se encuentre geográficamente, la ley de privacidad aplicable puede significar que tiene ciertos derechos con respecto a su información personal. Obtenga más información sobre sus derechos de privacidad.
fr: Quels sont vos droits ? Selon l'endroit où vous vous trouvez géographiquement, la loi applicable en matière de confidentialité peut signifier que vous disposez de certains droits concernant vos informations personnelles. Apprenez-en davantage sur vos droits en matière de confidentialité.
hi: आपके अधिकार क्या हैं? आप भौगोलिक रूप से कहां स्थित हैं, इसके आधार पर, लागू गोपनीयता कानून का मतलब यह हो सकता है कि आपकी व्यक्तिगत जानकारी के संबंध में आपके पास कुछ अधिकार हैं। अपने गोपनीयता अधिकारों के बारे में और जानें.
zh: 你有什麼權利？根據您所在的地理位置，適用的隱私法可能意味著您對您的個人信息擁有某些權利。詳細了解您的隱私權。

source: How do you exercise your rights? The easiest way to exercise your rights is by visiting http://www.listoil.com/contactus, or by contacting us. We will consider and act upon any request in accordance with applicable data protection laws.
es: ¿Cómo ejerce sus derechos? La forma más sencilla de ejercer sus derechos es visitando http://www.listoil.com/contactus o poniéndose en contacto con nosotros. Consideraremos y actuaremos ante cualquier solicitud de acuerdo con las leyes de protección de datos aplicables.
fr: Comment exercer vos droits ? Le moyen le plus simple d'exercer vos droits est de visiter http://www.listoil.com/contactus ou de nous contacter. Nous examinerons et répondrons à toute demande conformément aux lois applicables en matière de protection des données.
hi: आप अपने अधिकारों का प्रयोग कैसे करते हैं? अपने अधिकारों का प्रयोग करने का सबसे आसान तरीका http://www.listoil.com/contactus पर जाना या हमसे संपर्क करना है। हम लागू डेटा सुरक्षा कानूनों के अनुसार किसी भी अनुरोध पर विचार करेंगे और कार्रवाई करेंगे।
zh: 您如何行使您的權利？行使您權利的最簡單方法是訪問 http://www.listoil.com/contactus 或聯繫我們。我們將根據適用的數據保護法考慮任何請求並採取行動。

source: Want to learn more about what we do with any information we collect? Review the privacy notice in full.
es: ¿Quiere obtener más información sobre lo que hacemos con la información que recopilamos? Revise el aviso de privacidad en su totalidad.
fr: Vous souhaitez en savoir plus sur ce que nous faisons avec les informations que nous collectons ? Consultez l’avis de confidentialité dans son intégralité.
hi: क्या आप इस बारे में अधिक जानना चाहते हैं कि हम एकत्रित की गई किसी भी जानकारी का क्या करते हैं? गोपनीयता सूचना की पूरी समीक्षा करें.
zh: 想要詳細了解我們如何處理所收集的信息？完整查看隱私聲明。

# p_p_table_of_contents
source: TABLE OF CONTENTS
es: TABLA DE CONTENIDO
fr: TABLE DES MATIÈRES
hi: विषयसूची
zh: 目錄

# p_p_1_what_information_do_we_collect_
source: 1. WHAT INFORMATION DO WE COLLECT?
es: 1. ¿QUÉ INFORMACIÓN RECOGEMOS?
fr: 1. QUELLES INFORMATIONS COLLECTONS-NOUS ?
hi: 1. हम कौन सी जानकारी एकत्र करते हैं?
zh: 1. 我們收集哪些信息？

# p_p_personal_information_you_disclose_to_us
source: Personal information you disclose to us
es: Información personal que usted nos revela
fr: Informations personnelles que vous nous divulguez
hi: व्यक्तिगत जानकारी जो आप हमें बताते हैं
zh: 您向我們披露的個人信息

# p_p_in_short_we_collect_personal_information_that_you_provide_to_us_
source: In Short: We collect personal information that you provide to us.
es: En resumen: recopilamos la información personal que usted nos proporciona.
fr: En bref : Nous collectons les informations personnelles que vous nous fournissez.
hi: संक्षेप में: हम वह व्यक्तिगत जानकारी एकत्र करते हैं जो आप हमें प्रदान करते हैं।
zh: 簡而言之：我們收集您提供給我們的個人信息。

source: We collect personal information that you voluntarily provide to us when you register on the Services, express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services, or otherwise when you contact us.
es: Recopilamos información personal que usted nos proporciona voluntariamente cuando se registra en los Servicios, expresa interés en obtener información sobre nosotros o nuestros productos y Servicios, cuando participa en actividades en los Servicios o cuando se comunica con nosotros.
fr: Nous collectons les informations personnelles que vous nous fournissez volontairement lorsque vous vous inscrivez sur les Services, exprimez votre intérêt à obtenir des informations sur nous ou sur nos produits et Services, lorsque vous participez à des activités sur les Services, ou autrement lorsque vous nous contactez.
hi: जब आप सेवाओं पर पंजीकरण करते हैं, हमारे या हमारे उत्पादों और सेवाओं के बारे में जानकारी प्राप्त करने में रुचि व्यक्त करते हैं, जब आप सेवाओं पर गतिविधियों में भाग लेते हैं, या अन्यथा जब आप हमसे संपर्क करते हैं तो हम वह व्यक्तिगत जानकारी एकत्र करते हैं जो आप हमें स्वेच्छा से प्रदान करते हैं।
zh: 當您在服務上註冊、表示有興趣獲取有關我們或我們的產品和服務的信息時、當您參與服務上的活動時或以其他方式與我們聯繫時，我們會收集您自願提供給我們的個人信息。

source: Personal Information Provided by You. The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make, and the products and features you use. The personal information we collect may include the following:
es: Información personal proporcionada por usted. La información personal que recopilamos depende del contexto de sus interacciones con nosotros y los Servicios, las elecciones que haga y los productos y funciones que utilice. La información personal que recopilamos puede incluir lo siguiente:
fr: Informations personnelles fournies par vous. Les informations personnelles que nous collectons dépendent du contexte de vos interactions avec nous et les Services, des choix que vous faites et des produits et fonctionnalités que vous utilisez. Les informations personnelles que nous collectons peuvent inclure les éléments suivants :
hi: आपके द्वारा प्रदान की गई व्यक्तिगत जानकारी. हम जो व्यक्तिगत जानकारी एकत्र करते हैं, वह हमारे और सेवाओं के साथ आपकी बातचीत के संदर्भ, आपके द्वारा चुने गए विकल्पों और आपके द्वारा उपयोग किए जाने वाले उत्पादों और सुविधाओं पर निर्भर करती है। हमारे द्वारा एकत्रित की गई व्यक्तिगत जानकारी में निम्नलिखित शामिल हो सकते हैं:
zh: 您提供的個人信息。我們收集的個人信息取決於您與我們和服務互動的背景、您所做的選擇以及您使用的產品和功能。我們收集的個人信息可能包括以下內容：

# p_p_names_
source: names
es: nombres
fr: des noms
hi: नाम
zh: 名字

# p_p_phone_numbers
source: phone numbers
es: números de teléfono
fr: les numéros de téléphone
hi: दूरभाष संख्या
zh: 電話號碼

# p_p_email_addresses
source: email addresses
es: correos electrónicos
fr: adresses mail
hi: ईमेल पते
zh: 電子郵件地址

# p_p_mailing_addresses
source: mailing addresses
es: direcciones postales
fr: adresses postales
hi: डाक पते
zh: 郵寄地址

# p_p_usernames_
source: usernames
es: nombres de usuario
fr: noms d'utilisateur
hi: उपयोगकर्ताओं के नाम
zh: 用戶名

# p_p_billing_addresses
source: billing addresses
es: direcciones de facturación
fr: adresses de facturation
hi: बिलिंग पते
zh: 帳單地址

# p_p_debit_credit_card_numbers
source: debit/credit card numbers
es: números de tarjetas de débito/crédito
fr: numéros de carte de débit/crédit
hi: डेबिट/क्रेडिट कार्ड नंबर
zh: 借記卡/信用卡號碼

# p_p_aadhar_card
source: aadhar card
es: tarjeta Aadhar
fr: carte aadhar
hi: आधार कार्ड
zh: 阿德哈卡

# p_p_pan_card_number
source: pan card number
es: número de tarjeta panorámica
fr: numéro de carte panoramique
hi: पैन कार्ड नंबर
zh: 泛卡號

source: Sensitive Information. When necessary, with your consent or as otherwise permitted by applicable law, we process the following categories of sensitive information:
es: Información sensible. Cuando sea necesario, con su consentimiento o según lo permita la ley aplicable, procesamos las siguientes categorías de información confidencial:
fr: Information sensible. Lorsque cela est nécessaire, avec votre consentement ou dans la mesure permise par la loi applicable, nous traitons les catégories d'informations sensibles suivantes :
hi: संवेदनशील जानकारी। जब आवश्यक हो, आपकी सहमति से या अन्यथा लागू कानून द्वारा अनुमति के अनुसार, हम संवेदनशील जानकारी की निम्नलिखित श्रेणियों को संसाधित करते हैं:
zh: 敏感信息。必要時，經您同意或適用法律允許的情況下，我們會處理以下類別的敏感信息：

# p_p_financial_data
source: financial data
es: Datos financieros
fr: données financières
hi: वित्तीय डेटा
zh: 財務數據

# p_p_bank_account_numbers
source: bank account numbers
es: números de cuentas bancarias
fr: numéros de compte bancaire
hi: बैंक खाता संख्या
zh: 銀行帳號

# p_p_pan_numbers
source: pan numbers
es: números de pan
fr: numéros de casserole
hi: पैन नंबर
zh: 泛數

source: Application Data. If you use our application(s), we also may collect the following information if you choose to provide us with access or permission:
es: Datos de la aplicación. Si utiliza nuestra(s) aplicación(es), también podemos recopilar la siguiente información si decide brindarnos acceso o permiso:
fr: Application Data. Si vous utilisez nos applications, nous pouvons également collecter les informations suivantes si vous choisissez de nous fournir un accès ou une autorisation :
hi: अनुप्रयोग डेटा। यदि आप हमारे एप्लिकेशन का उपयोग करते हैं, तो यदि आप हमें पहुंच या अनुमति प्रदान करना चुनते हैं तो हम निम्नलिखित जानकारी भी एकत्र कर सकते हैं:
zh: 應用數據。如果您使用我們的應用程序，如果您選擇向我們提供訪問或許可，我們還可能會收集以下信息：

source: Geolocation Information. We may request access or permission to track location-based information from your mobile device, either continuously or while you are using our mobile application(s), to provide certain location-based services. If you wish to change our access or permissions, you may do so in your device's settings.
es: Información de geolocalización. Podemos solicitar acceso o permiso para rastrear información basada en la ubicación desde su dispositivo móvil, ya sea de forma continua o mientras utiliza nuestras aplicaciones móviles, para proporcionar ciertos servicios basados en la ubicación. Si desea cambiar nuestro acceso o permisos, puede hacerlo en la configuración de su dispositivo.
fr: Informations de géolocalisation. Nous pouvons demander l'accès ou l'autorisation de suivre les informations de localisation à partir de votre appareil mobile, soit en continu, soit pendant que vous utilisez notre ou nos applications mobiles, pour fournir certains services de localisation. Si vous souhaitez modifier notre accès ou nos autorisations, vous pouvez le faire dans les paramètres de votre appareil.
hi: जियोलोकेशन सूचना. हम आपके मोबाइल डिवाइस से स्थान-आधारित जानकारी को ट्रैक करने के लिए लगातार या जब आप कुछ स्थान-आधारित सेवाएं प्रदान करने के लिए हमारे मोबाइल एप्लिकेशन का उपयोग कर रहे हैं, तब तक पहुंच या अनुमति का अनुरोध कर सकते हैं। यदि आप हमारी पहुंच या अनुमतियाँ बदलना चाहते हैं, तो आप अपने डिवाइस की सेटिंग में ऐसा कर सकते हैं।
zh: 地理位置信息。我們可能會持續或在您使用我們的移動應用程序時請求訪問或允許您的移動設備跟踪基於位置的信息，以提供某些基於位置的服務。如果您想更改我們的訪問或權限，您可以在設備的設置中進行操作。

source: Mobile Device Access. We may request access or permission to certain features from your mobile device, including your mobile device's camera, and other features. If you wish to change our access or permissions, you may do so in your device's settings.
es: Acceso a dispositivos móviles. Podemos solicitar acceso o permiso a ciertas funciones de su dispositivo móvil, incluida la cámara de su dispositivo móvil y otras funciones. Si desea cambiar nuestro acceso o permisos, puede hacerlo en la configuración de su dispositivo.
fr: Accès aux appareils mobiles. Nous pouvons demander l'accès ou l'autorisation à certaines fonctionnalités de votre appareil mobile, y compris l'appareil photo de votre appareil mobile, et d'autres fonctionnalités. Si vous souhaitez modifier notre accès ou nos autorisations, vous pouvez le faire dans les paramètres de votre appareil.
hi: मोबाइल डिवाइस एक्सेस. हम आपके मोबाइल डिवाइस से कुछ सुविधाओं तक पहुंच या अनुमति का अनुरोध कर सकते हैं, जिसमें आपके मोबाइल डिवाइस का कैमरा और अन्य सुविधाएं शामिल हैं। यदि आप हमारी पहुंच या अनुमतियाँ बदलना चाहते हैं, तो आप अपने डिवाइस की सेटिंग में ऐसा कर सकते हैं।
zh: 移動設備訪問。我們可能會請求您的移動設備訪問或許可某些功能，包括您的移動設備的相機和其他功能。如果您想更改我們的訪問或權限，您可以在設備的設置中進行操作。

source: Mobile Device Data. We automatically collect device information (such as your mobile device ID, model, and manufacturer), operating system, version information and system configuration information, device and application identification numbers, browser type and version, hardware model Internet service provider and/or mobile carrier, and Internet Protocol (IP) address (or proxy server). If you are using our application(s), we may also collect information about the phone network associated with your mobile device, your mobile device’s operating system or platform, the type of mobile device you use, your mobile device’s unique device ID, and information about the features of our application(s) you accessed.
es: Datos del dispositivo móvil. Recopilamos automáticamente información del dispositivo (como ID, modelo y fabricante de su dispositivo móvil), sistema operativo, información de versión e información de configuración del sistema, números de identificación de dispositivo y aplicación, tipo y versión de navegador, modelo de hardware, proveedor de servicios de Internet y/o operador de telefonía móvil. y dirección de Protocolo de Internet (IP) (o servidor proxy). Si está utilizando nuestra(s) aplicación(es), también podemos recopilar información sobre la red telefónica asociada con su dispositivo móvil, el sistema operativo o la plataforma de su dispositivo móvil, el tipo de dispositivo móvil que utiliza, la identificación única del dispositivo de su dispositivo móvil e información. sobre las características de nuestra(s) aplicación(es) a la que accedió.
fr: Données des appareils mobiles. Nous collectons automatiquement des informations sur l'appareil (telles que l'identifiant de votre appareil mobile, le modèle et le fabricant), le système d'exploitation, les informations de version et les informations de configuration du système, les numéros d'identification de l'appareil et de l'application, le type et la version du navigateur, le modèle de matériel. Fournisseur de services Internet et/ou opérateur de téléphonie mobile. et l'adresse IP (Internet Protocol) (ou serveur proxy). Si vous utilisez nos applications, nous pouvons également collecter des informations sur le réseau téléphonique associé à votre appareil mobile, le système d'exploitation ou la plate-forme de votre appareil mobile, le type d'appareil mobile que vous utilisez, l'identifiant unique de votre appareil mobile et des informations. sur les fonctionnalités de nos applications auxquelles vous avez accédé.
hi: मोबाइल डिवाइस डेटा. हम स्वचालित रूप से डिवाइस जानकारी (जैसे आपकी मोबाइल डिवाइस आईडी, मॉडल और निर्माता), ऑपरेटिंग सिस्टम, संस्करण जानकारी और सिस्टम कॉन्फ़िगरेशन जानकारी, डिवाइस और एप्लिकेशन पहचान संख्या, ब्राउज़र प्रकार और संस्करण, हार्डवेयर मॉडल इंटरनेट सेवा प्रदाता और/या मोबाइल वाहक एकत्र करते हैं। , और इंटरनेट प्रोटोकॉल (आईपी) पता (या प्रॉक्सी सर्वर)। यदि आप हमारे एप्लिकेशन का उपयोग कर रहे हैं, तो हम आपके मोबाइल डिवाइस से जुड़े फोन नेटवर्क, आपके मोबाइल डिवाइस के ऑपरेटिंग सिस्टम या प्लेटफ़ॉर्म, आपके द्वारा उपयोग किए जाने वाले मोबाइल डिवाइस के प्रकार, आपके मोबाइल डिवाइस की विशिष्ट डिवाइस आईडी और जानकारी के बारे में भी जानकारी एकत्र कर सकते हैं। हमारे एप्लिकेशन(एप्लिकेशनों) की उन विशेषताओं के बारे में जिन्हें आपने एक्सेस किया है।
zh: 移動設備數據。我們自動收集設備信息（例如您的移動設備ID、型號和製造商）、操作系統、版本信息和系統配置信息、設備和應用程序識別號、瀏覽器類型和版本、硬件型號互聯網服務提供商和/或移動運營商、互聯網協議 (IP) 地址（或代理服務器）。如果您使用我們的應用程序，我們還可能收集有關與您的移動設備關聯的電話網絡、您的移動設備的操作系統或平台、您使用的移動設備的類型、您的移動設備的唯一設備ID 以及信息的信息關於您訪問的我們的應用程序的功能。

source: Push Notifications. We may request to send you push notifications regarding your account or certain features of the application(s). If you wish to opt out from receiving these types of communications, you may turn them off in your device's settings.
es: Notificaciones push. Es posible que solicitemos enviarle notificaciones automáticas sobre su cuenta o ciertas características de las aplicaciones. Si desea optar por no recibir este tipo de comunicaciones, puede desactivarlas en la configuración de su dispositivo.
fr: Notifications push. Nous pouvons demander de vous envoyer des notifications push concernant votre compte ou certaines fonctionnalités de la ou des applications. Si vous souhaitez refuser de recevoir ces types de communications, vous pouvez les désactiver dans les paramètres de votre appareil.
hi: सूचनाएं धक्का। हम आपके खाते या एप्लिकेशन की कुछ विशेषताओं के संबंध में आपको पुश नोटिफिकेशन भेजने का अनुरोध कर सकते हैं। यदि आप इस प्रकार के संचार प्राप्त करने से ऑप्ट आउट करना चाहते हैं, तो आप उन्हें अपने डिवाइस की सेटिंग में बंद कर सकते हैं।
zh: 推送通知。我們可能會要求向您發送有關您的帳戶或應用程序的某些功能的推送通知。如果您希望選擇不接收這些類型的通信，您可以在設備的設置中將其關閉。

source: This information is primarily needed to maintain the security and operation of our application(s), for troubleshooting, and for our internal analytics and reporting purposes.
es: Esta información es necesaria principalmente para mantener la seguridad y el funcionamiento de nuestras aplicaciones, para la resolución de problemas y para nuestros análisis internos y fines de generación de informes.
fr: Ces informations sont principalement nécessaires pour maintenir la sécurité et le fonctionnement de nos applications, pour le dépannage et à des fins d'analyse et de reporting internes.
hi: यह जानकारी मुख्य रूप से हमारे एप्लिकेशन की सुरक्षा और संचालन को बनाए रखने, समस्या निवारण और हमारे आंतरिक विश्लेषण और रिपोर्टिंग उद्देश्यों के लिए आवश्यक है।
zh: 這些信息主要用於維護我們應用程序的安全和運行、故障排除以及我們的內部分析和報告目的。

source: All personal information that you provide to us must be true, complete, and accurate, and you must notify us of any changes to such personal information.
es: Toda la información personal que nos proporcione debe ser verdadera, completa y precisa, y debe notificarnos cualquier cambio en dicha información personal.
fr: Toutes les informations personnelles que vous nous fournissez doivent être véridiques, complètes et exactes, et vous devez nous informer de toute modification apportée à ces informations personnelles.
hi: आपके द्वारा हमें प्रदान की जाने वाली सभी व्यक्तिगत जानकारी सत्य, पूर्ण और सटीक होनी चाहिए, और आपको ऐसी व्यक्तिगत जानकारी में किसी भी बदलाव के बारे में हमें सूचित करना होगा।
zh: 您向我們提供的所有個人信息必須真實、完整和準確，並且您必須通知我們此類個人信息的任何變更。

# p_p_2_how_do_we_process_your_information_
source: 2. HOW DO WE PROCESS YOUR INFORMATION?
es: 2. ¿CÓMO PROCESAMOS TU INFORMACIÓN?
fr: 2. COMMENT TRAITONS-NOUS VOS INFORMATIONS ?
hi: 2. हम आपकी जानकारी कैसे संसाधित करते हैं?
zh: 2.我們如何處理您的信息？

source: In Short: We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent.
es: En resumen: procesamos su información para proporcionar, mejorar y administrar nuestros Servicios, comunicarnos con usted, por motivos de seguridad y prevención de fraude, y para cumplir con la ley. También podemos procesar su información para otros fines con su consentimiento.
fr: En bref : nous traitons vos informations pour fournir, améliorer et administrer nos services, communiquer avec vous, pour des raisons de sécurité et de prévention de la fraude, et pour nous conformer à la loi. Nous pouvons également traiter vos informations à d'autres fins avec votre consentement.
hi: संक्षेप में: हम अपनी सेवाएं प्रदान करने, सुधारने और प्रशासित करने, आपसे संवाद करने, सुरक्षा और धोखाधड़ी की रोकथाम और कानून का अनुपालन करने के लिए आपकी जानकारी संसाधित करते हैं। हम आपकी सहमति से आपकी जानकारी को अन्य उद्देश्यों के लिए भी संसाधित कर सकते हैं।
zh: 簡而言之：我們處理您的信息是為了提供、改進和管理我們的服務，與您溝通，以確保安全和預防欺詐，並遵守法律。經您同意，我們還可能出於其他目的處理您的信息。

source: We process your personal information for a variety of reasons, depending on how you interact with our Services, including:
es: Procesamos su información personal por diversos motivos, dependiendo de cómo interactúa con nuestros Servicios, que incluyen:
fr: Nous traitons vos informations personnelles pour diverses raisons, en fonction de la manière dont vous interagissez avec nos Services, notamment :
hi: हम आपकी व्यक्तिगत जानकारी को कई कारणों से संसाधित करते हैं, यह इस पर निर्भर करता है कि आप हमारी सेवाओं के साथ कैसे इंटरैक्ट करते हैं, जिनमें शामिल हैं:
zh: 我們出於多種原因處理您的個人信息，具體取決於您與我們的服務互動的方式，包括：

source: To facilitate account creation and authentication and otherwise manage user accounts. We may process your information so you can create and log in to your account, as well as keep your account in working order.
es: Para facilitar la creación y autenticación de cuentas y administrar cuentas de usuario. Podemos procesar su información para que pueda crear e iniciar sesión en su cuenta, así como mantener su cuenta en funcionamiento.
fr: Pour faciliter la création et l'authentification de comptes et autrement gérer les comptes d'utilisateurs. Nous pouvons traiter vos informations afin que vous puissiez créer et vous connecter à votre compte, ainsi que maintenir votre compte en état de fonctionnement.
hi: खाता निर्माण और प्रमाणीकरण को सुविधाजनक बनाने और अन्यथा उपयोगकर्ता खातों को प्रबंधित करने के लिए। हम आपकी जानकारी संसाधित कर सकते हैं ताकि आप अपना खाता बना सकें और उसमें लॉग इन कर सकें, साथ ही अपने खाते को कार्यशील स्थिति में रख सकें।
zh: 促進帳戶創建和身份驗證以及以其他方式管理用戶帳戶。我們可能會處理您的信息，以便您可以創建和登錄您的帳戶，並保持您的帳戶正常運行。
