Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: THE SERVICES ARE PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS. YOU AGREE THAT YOUR USE OF THE SERVICES WILL BE AT YOUR SOLE RISK. TO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SERVICES AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SERVICES' CONTENT OR THE CONTENT OF ANY WEBSITES OR MOBILE APPLICATIONS LINKED TO THE SERVICES AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SERVICES, (3) ANY UNAUTHORISED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICES, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SERVICES BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES. WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES. AS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGEMENT AND EXERCISE CAUTION WHERE APPROPRIATE.
es: LOS SERVICIOS SE PROPORCIONAN TAL CUAL Y SEGÚN DISPONIBILIDAD. USTED ACEPTA QUE EL USO DE LOS SERVICIOS SERÁ BAJO SU PROPIO RIESGO. EN LA MÁXIMA MEDIDA PERMITIDA POR LA LEY, RENUNCIAMOS A TODAS LAS GARANTÍAS, EXPRESAS O IMPLÍCITAS, EN RELACIÓN CON LOS SERVICIOS Y SU USO DE LOS MISMOS, INCLUYENDO, SIN LIMITACIÓN, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. NO OFRECEMOS GARANTÍAS NI DECLARACIONES SOBRE LA EXACTITUD O INTEGRIDAD DEL CONTENIDO DE LOS SERVICIOS O EL CONTENIDO DE CUALQUIER SITIO WEB O APLICACIÓN MÓVIL VINCULADA A LOS SERVICIOS Y NO ASUMIREMOS NINGUNA RESPONSABILIDAD POR CUALQUIER (1) ERROR, ERROR O IMPRECISIÓN DEL CONTENIDO Y MATERIALES, (2) LESIONES PERSONALES O DAÑOS A LA PROPIEDAD, DE CUALQUIER NATURALEZA, QUE RESULTEN DE SU ACCESO Y USO DE LOS SERVICIOS, (3) CUALQUIER ACCESO O USO NO AUTORIZADO DE NUESTROS SERVIDORES SEGUROS Y/O CUALQUIER INFORMACIÓN PERSONAL Y/O INFORMACIÓN FINANCIERA ALMACENADA EN ELLOS, (4) CUALQUIER INTERRUPCIÓN O CESE DE TRANSMISIÓN HACIA O DESDE EL SERVICIOS, (5) CUALQUIER ERROR, VIRUS, CABALLOS DE TROYA O SIMILARES QUE PUEDAN SER TRANSMITIDOS A O A TRAVÉS DE LOS SERVICIOS POR CUALQUIER TERCERO, Y/O (6) CUALQUIER ERROR U OMISIÓN EN CUALQUIER CONTENIDO Y MATERIAL O POR CUALQUIER PÉRDIDA O DAÑOS DE CUALQUIER TIPO INCURRIDOS COMO RESULTADO DEL USO DE CUALQUIER CONTENIDO PUBLICADO, TRANSMITIDO O PUESTO A DISPONIBILIDAD DE OTRA MANERA A TRAVÉS DE LOS SERVICIOS. NO GARANTIZAMOS, RESPALDAMOS NI ASUMIMOS RESPONSABILIDAD POR NINGÚN PRODUCTO O SERVICIO ANUNCIADO U OFRECIDO POR UN TERCERO A TRAVÉS DE LOS SERVICIOS, CUALQUIER SITIO WEB HIPERVÍNCULO O CUALQUIER SITIO WEB O APLICACIÓN MÓVIL PRESENTADO EN CUALQUIER BANNER U OTRA PUBLICIDAD, Y NO SER PARTE O DE ALGUNA MANERA SER RESPONSABLE DE SUPERVISAR CUALQUIER TRANSACCIÓN ENTRE USTED Y CUALQUIER TERCERO PROVEEDOR DE PRODUCTOS O SERVICIOS. AL IGUAL QUE CON LA COMPRA DE UN PRODUCTO O SERVICIO A TRAVÉS DE CUALQUIER MEDIO O EN CUALQUIER ENTORNO, USTED DEBE UTILIZAR SU MEJOR JUICIO Y TENER PRECAUCIÓN CUANDO CORRESPONDA.
fr: LES SERVICES SONT FOURNIS TELS QUELS ET SELON LA DISPONIBILITÉ. VOUS ACCEPTEZ QUE VOTRE UTILISATION DES SERVICES SERA À VOS SEULS RISQUES. DANS TOUTE LA MESURE PERMISE PAR LA LOI, NOUS DÉCLINONS TOUTE GARANTIE, EXPRESSE OU IMPLICITE, EN RELATION AVEC LES SERVICES ET VOTRE UTILISATION DE CEUX-CI, Y COMPRIS, SANS LIMITATION, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE, D'ADAPTATION À UN USAGE PARTICULIER ET DE NON-VIOLATION. NOUS N'OFFRONS AUCUNE GARANTIE OU DÉCLARATION CONCERNANT L'EXACTITUDE OU L'EXHAUSTIVITÉ DU CONTENU DES SERVICES OU DU CONTENU DE TOUS SITES WEB OU APPLICATIONS MOBILES LIÉS AUX SERVICES ET NOUS N'ASSUMERONS AUCUNE RESPONSABILITÉ POUR TOUTE (1) ERREURS, ERREURS OU INEXACTITUDES DU CONTENU ET DES MATÉRIAUX, (2) BLESSURES CORPORELLES OU DOMMAGES MATÉRIELS, DE QUELQUE NATURE QUE CE SOIT, RÉSULTANT DE VOTRE ACCÈS ET UTILISATION DES SERVICES, (3) TOUT ACCÈS OU UTILISATION NON AUTORISÉE DE NOS SERVEURS SÉCURISÉS ET/OU TOUTES LES INFORMATIONS PERSONNELLES ET/OU INFORMATIONS FINANCIÈRES STOCKÉES DANS CEUX-CI, (4) TOUTE INTERRUPTION OU CESSATION DE TRANSMISSION VERS OU DEPUIS LES SERVICES, (5) TOUS LES BOGUES, VIRUS, CHEVAUX DE TROIE OU AUTRES QUI PEUVENT ÊTRE TRANSMIS VERS OU PAR LES SERVICES PAR UN TIERS, ET/OU (6) TOUTE ERREUR OU OMISSION DANS TOUT CONTENU ET MATÉRIEL OU POUR TOUTE PERTE OU DOMMAGES DE TOUTE SORTE SURVENUS À LA SUITE DE L'UTILISATION DE TOUT CONTENU PUBLIÉ, TRANSMIS OU AUTREMENT RENDU DISPONIBLE VIA LES SERVICES. NOUS NE GARANTISSONS PAS, N'APPROUVONS NI N'ASSUMONS LA RESPONSABILITÉ POUR TOUT PRODUIT OU SERVICE ANNONCÉ OU OFFERT PAR UN TIERS PAR L'INTERMÉDIAIRE DES SERVICES, DE TOUT SITE WEB HYPERLIÉ OU DE TOUT SITE WEB OU APPLICATION MOBILE PRÉSENTÉ DANS UNE BANNIÈRE OU AUTRE PUBLICITÉ, ET NOUS NE LE FAIREONS PAS ÊTRE PARTIE OU ÊTRE RESPONSABLE DE QUELQUE MANIÈRE DU SURVEILLANCE DE TOUTE TRANSACTION ENTRE VOUS ET TOUT FOURNISSEUR TIERS DE PRODUITS OU DE SERVICES. COMME POUR L'ACHAT D'UN PRODUIT OU D'UN SERVICE PAR TOUT SUPPORT OU DANS TOUT ENVIRONNEMENT, VOUS DEVEZ FAIRE appel à votre meilleur jugement et faire preuve de prudence, le cas échéant.
hi: सेवाएँ यथा-जैसी और यथा-उपलब्धता के आधार पर प्रदान की जाती हैं। आप सहमत हैं कि सेवाओं का उपयोग आपके लिए एकमात्र जोखिम होगा। कानून द्वारा अनुमत पूर्ण सीमा तक, हम संबंध में सभी वारंटियों, व्यक्त या निहित, को अस्वीकार करते हैं। सेवाओं और उनके आपके उपयोग के साथ, बिना किसी सीमा के, व्यापारिकता की निहित वारंटी, किसी विशेष उद्देश्य के लिए उपयुक्तता, और गैर-उल्लंघन। हम सेवाओं की सामग्री की सटीकता या पूर्णता के बारे में कोई वारंटी या प्रतिनिधित्व नहीं करते हैं या की सामग्री सेवाओं से जुड़ी कोई भी वेबसाइट या मोबाइल एप्लिकेशन और हम किसी भी (1) त्रुटियों, गलतियों, या सामग्री और सामग्रियों की अशुद्धियों, (2) किसी भी प्रकार की व्यक्तिगत चोट या संपत्ति की क्षति के लिए कोई दायित्व या जिम्मेदारी नहीं लेंगे, जिसके परिणामस्वरूप आपका सेवाओं तक पहुंच और उपयोग, (3) हमारे सुरक्षित सर्वर और/या उनमें संग्रहीत किसी भी और सभी व्यक्तिगत जानकारी और/या वित्तीय जानकारी तक कोई भी अनधिकृत पहुंच या उपयोग, (4) से या उससे प्रसारण में कोई रुकावट या समाप्ति सेवाएँ, (5) कोई भी बग, वायरस, ट्रोजन हॉर्स, या उसके समान जो किसी तीसरे पक्ष द्वारा या सेवाओं के माध्यम से प्रेषित किया जा सकता है, और/या (6) किसी भी सामग्री और सामग्री में कोई त्रुटि या चूक या किसी हानि के लिए या सेवाओं के माध्यम से पोस्ट की गई, प्रेषित या अन्यथा उपलब्ध कराई गई किसी भी सामग्री के उपयोग के परिणामस्वरूप होने वाली किसी भी प्रकार की क्षति। हम सेवाओं, किसी हाइपरलिंक्ड वेबसाइट, या किसी भी वेबसाइट या किसी भी बैनर या अन्य विज्ञापन में प्रदर्शित किसी भी वेबसाइट या मोबाइल एप्लिकेशन के माध्यम से किसी तीसरे पक्ष द्वारा विज्ञापित या पेश किए गए किसी भी उत्पाद या सेवा के लिए वारंटी, समर्थन, गारंटी या जिम्मेदारी नहीं लेते हैं। गाओ, और हम नहीं गाएँगे आपके और किसी तीसरे पक्ष के उत्पादों या सेवाओं के प्रदाताओं के बीच किसी भी लेन-देन की निगरानी के लिए एक पक्ष बनें या किसी भी तरह से जिम्मेदार बनें। किसी भी माध्यम या किसी भी वातावरण में किसी उत्पाद या सेवा की खरीद के मामले में, आपको अपने सर्वोत्तम निर्णय का उपयोग करना चाहिए और जहां उपयुक्त हो वहां सावधानी बरतनी चाहिए।
zh: 服務按原樣和可用的基礎提供。您同意自行承擔使用服務的風險。在法律允許的最大範圍內，我們不提供任何相關的任何明示或暗示的保證服務及其使用，包括但不限於適銷性、特定用途適用性和不侵權的默示保證。我們對服務內容或服務內容的準確性或完整性不做任何保證或陳述與服務鏈接的任何網站或移動應用程序，對於因您的操作而導致的任何(1) 內容和材料的錯誤、錯誤或不准確，(2) 任何性質的人身傷害或財產損失，我們不承擔任何責任或義務。訪問和使用服務，(3) 任何未經授權訪問或使用我們的安全服務器和/或其中存儲的任何及所有個人信息和/或財務信息，(4) 任何傳輸中斷或停止服務，(5) 任何第三方可能傳輸至服務或通過服務傳輸的任何錯誤、病毒、特洛伊木馬或類似內容，和/或(6) 任何內容和材料中的任何錯誤或遺漏或任何損失或因使用通過服務發布、傳輸或以其他方式提供的任何內容而造成的任何類型的損壞。我們不對第三方通過服務、任何超鏈接網站或任何橫幅或其他廣告中出現的任何網站或移動應用程序廣告或提供的任何產品或服務提供保證、認可、保證或承擔責任，並且我們不會作為一方或以任何方式負責監控您與產品或服務的任何第三方提供商之間的任何交易。與通過任何媒介或在任何環境中購買產品或服務一樣，您應運用您的最佳判斷並在適當的情況下保持謹慎。

# t_c__18__limitations_of_liability__
source: 18. LIMITATIONS OF LIABILITY
es: 18. LIMITACIONES DE RESPONSABILIDAD
fr: 18. LIMITATIONS DE RESPONSABILITÉ
hi: 18. दायित्व की सीमाएँ
zh: 18. 責任限制

source: IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SERVICES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO US DURING THE SIX (6) MONTH PERIOD PRIOR TO ANY CAUSE OF ACTION ARISING. CERTAIN US STATE LAWS AND INTERNATIONAL LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.
es: EN NINGÚN CASO NOSOTROS O NUESTROS DIRECTORES, EMPLEADOS O AGENTES SEREMOS RESPONSABLES ANTE USTED O TERCEROS POR CUALQUIER DAÑO DIRECTO, INDIRECTO, CONSECUENTE, EJEMPLAR, INCIDENTAL, ESPECIAL O PUNITIVO, INCLUYENDO PÉRDIDA DE LUCRO, PÉRDIDA DE INGRESOS, PÉRDIDA DE DATOS U OTROS DAÑOS QUE SURJAN DE SU USO DE LOS SERVICIOS, AUNQUE NOS HAYAN SIDO INFORMADOS DE LA POSIBILIDAD DE TALES DAÑOS, SIN OBSERVAR LO CONTRARIO CONTENIDO EN EL PRESENTE DOCUMENTO, NUESTRA RESPONSABILIDAD ANTE USTED POR CUALQUIER CAUSA Y SIN IMPORTAR LA FORMA DE LA ACCIÓN, SE LIMITARÁ EN TODO MOMENTO A LA CANTIDAD PAGADA, SI LA HAY, POR USTED A NOSOTROS DURANTE EL PERÍODO DE SEIS (6) MESES ANTES DE QUE SURJA CUALQUIER CAUSA DE ACCIÓN. CIERTAS LEYES ESTATALES Y LEYES INTERNACIONALES DE EE. UU. NO PERMITEN LIMITACIONES EN LAS GARANTÍAS IMPLÍCITAS O EN LA EXCLUSIÓN O LIMITACIÓN DE CIERTOS DAÑOS. SI ESTAS LEYES SE APLICAN A USTED, ALGUNAS O TODAS LAS EXENCIONES DE RESPONSABILIDAD O LIMITACIONES ANTERIORES PUEDEN NO APLICARSE A USTED, Y USTED PUEDE TENER DERECHOS ADICIONALES.
fr: EN AUCUN CAS NOUS OU NOS DIRECTEURS, EMPLOYÉS OU AGENTS NE SERONS RESPONSABLES ENVERS VOUS OU TOUT TIERS DE TOUT DOMMAGE DIRECT, INDIRECT, CONSÉCUTIF, EXEMPLAIRE, ACCESSOIRE, SPÉCIAL OU PUNITIF, Y COMPRIS LA PERTE DE PROFIT, LA PERTE DE REVENUS, LA PERTE DE DONNÉES , OU D'AUTRES DOMMAGES RÉSULTANT DE VOTRE UTILISATION DES SERVICES, MÊME SI NOUS AVONS ÉTÉ AVISÉS DE LA POSSIBILITÉ DE TELS DOMMAGES. NONOBSTANT TOUTE DISPOSITION CONTRAIRE CONTENUE AUX PRÉSENTES, NOTRE RESPONSABILITÉ ENVERS VOUS POUR QUELQUE CAUSE QUE CE SOIT ET QUELLE QUE SOIT LA FORME DE L'ACTION, SERA À TOUT MOMENT LIMITÉ AU MONTANT PAYÉ, LE CAS ÉCHÉANT, PAR VOUS À NOUS PENDANT LA PÉRIODE DE SIX (6) MOIS AVANT LA SURVENANCE DE TOUTE CAUSE D'ACTION. CERTAINES LOIS D'ÉTATS AMÉRICAINS ET LOIS INTERNATIONALES NE PERMETTENT PAS DE LIMITATIONS SUR LES GARANTIES IMPLICITES OU LES EXCLUSION OU LIMITATION DE CERTAINS DOMMAGES. SI CES LOIS S'APPLIQUENT À VOUS, CERTAINES OU TOUTES LES EXCLUSIONS OU LIMITATIONS CI-DESSUS PEUVENT NE PAS S'APPLIQUER À VOUS, ET VOUS POUVEZ AVOIR DES DROITS SUPPLÉMENTAIRES.
hi: किसी भी स्थिति में हम या हमारे निदेशक, कर्मचारी या एजेंट किसी भी प्रत्यक्ष, अप्रत्यक्ष, परिणामी, अनुकरणीय, आकस्मिक, विशेष, या दंडात्मक क्षति के लिए आपके या किसी तीसरे पक्ष के प्रति उत्तरदायी नहीं होंगे, जिसमें खोया हुआ लाभ, खोया हुआ राजस्व, डी की हानि शामिल है। एटीए , या सेवाओं के आपके उपयोग से उत्पन्न होने वाली अन्य क्षति, भले ही हमें ऐसी क्षति की संभावना के बारे में सलाह दी गई हो। यहां दिए गए किसी भी विरोधाभास के बावजूद, किसी भी कारण से और कार्रवाई के स्वरूप की परवाह किए बिना, आपके प्रति हमारा दायित्व है, किसी भी कारण से उत्पन्न होने वाली कार्रवाई से पहले छह (6) महीने की अवधि के दौरान आपके द्वारा हमें भुगतान की गई राशि, यदि कोई हो, तक ही हर समय सीमित किया जाएगा। कुछ अमेरिकी राज्य कानून और अंतर्राष्ट्रीय कानून निहित वारंटियों या पर सीमाओं की अनुमति नहीं देते हैं। कुछ नुकसानों का बहिष्कार या सीमा। यदि ये कानून आप पर लागू होते हैं, तो उपरोक्त कुछ या सभी अस्वीकरण या सीमाएं आप पर लागू नहीं हो सकती हैं, और आपके पास अतिरिक्त अधिकार हो सकते हैं।
zh: 在任何情況下，我們或我們的董事、員工或代理均不對您或任何第三方的任何直接、間接、後果性、懲戒性、附帶性、特殊或懲罰性損害（包括利潤損失、收入損失、數據丟失）承擔責任或因您使用服務而造成的其他損害，即使我們已被告知發生此類損害的可能性。無論本文是否有相反規定，我們對您承擔的責任無論出於何種原因且無論採取何種形式，始終僅限於您在發生任何訴訟之前的六 (6) 個月期間向我們支付的金額（如有）。美國某些州法律和國際法律不允許對默示保證或排除或限制某些損害。如果這些法律適用於您，則上述部分或全部免責聲明或限制可能不適用於您，並且您可能擁有其他權利。

# t_c__19__indemnification__
source: 19. INDEMNIFICATION
es: 19. INDEMNIZACIÓN
fr: 19. INDEMNISATION
hi: 19. क्षतिपूर्ति
zh: 19. 賠償

source: You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) your Contributions; (2) use of the Services; (3) breach of these Legal Terms; (4) any breach of your representations and warranties set forth in these Legal Terms; (5) your violation of the rights of a third party, including but not limited to intellectual property rights; or (6) any overt harmful act toward any other user of the Services with whom you connected via the Services. Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defence and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defence of such claims. We will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.
es: Usted acepta defendernos, indemnizarnos y eximirnos de toda responsabilidad, incluidas nuestras subsidiarias, afiliadas y todos nuestros respectivos funcionarios, agentes, socios y empleados, de y contra cualquier pérdida, daño, responsabilidad, reclamo o demanda, incluidos los razonables. honorarios y gastos de abogados, realizados por cualquier tercero debido a o que surjan de: (1) sus Contribuciones; (2) uso de los Servicios; (3) incumplimiento de estos Términos Legales; (4) cualquier incumplimiento de sus representaciones y garantías establecidas en estos Términos legales; (5) su violación de los derechos de un tercero, incluidos, entre otros, los derechos de propiedad intelectual; o (6) cualquier acto abiertamente dañino hacia cualquier otro usuario de los Servicios con quien se conectó a través de los Servicios. Sin perjuicio de lo anterior, nos reservamos el derecho, a su cargo, de asumir la defensa y el control exclusivos de cualquier asunto por el cual deba indemnizarnos, y usted acepta cooperar, a su cargo, con nuestra defensa de dichos reclamaciones Haremos todos los esfuerzos razonables para notificarle sobre cualquier reclamación, acción o procedimiento que esté sujeto a esta indemnización al tener conocimiento de ello.
fr: Vous acceptez de nous défendre, de nous indemniser et de nous dégager de toute responsabilité, y compris nos filiales, sociétés affiliées et tous nos dirigeants, agents, partenaires et employés respectifs, contre toute perte, dommage, responsabilité, réclamation ou demande, y compris raisonnable. les honoraires et dépenses d'avocat, engagés par un tiers en raison de ou découlant de : (1) vos contributions ; (2) l'utilisation des services ; (3) la violation des présentes conditions juridiques ; (4) toute violation de vos déclarations et garanties énoncées dans les présentes Conditions juridiques ; (5) votre violation des droits d'un tiers, y compris, mais sans s'y limiter, les droits de propriété intellectuelle ; ou (6) tout acte nuisible manifeste envers tout autre utilisateur des Services avec lequel vous vous êtes connecté via les Services. Nonobstant ce qui précède, nous nous réservons le droit, à vos frais, d'assumer la défense et le contrôle exclusifs de toute question pour laquelle vous êtes tenu de nous indemniser, et vous acceptez de coopérer, à vos frais, avec notre défense de ces services. Nous ferons des efforts raisonnables pour vous informer de toute réclamation, action ou procédure soumise à cette indemnisation dès que nous en aurons connaissance.
hi: आप हमारी सहायक कंपनियों, सहयोगियों और हमारे सभी संबंधित अधिकारियों, एजेंटों, भागीदारों और कर्मचारियों सहित किसी भी नुकसान, क्षति, दायित्व, दावे या मांग से बचाव, क्षतिपूर्ति करने और हमें हानिरहित रखने के लिए सहमत हैं, जिसमें उचित भी शामिल है वकीलों की फीस और खर्च, किसी तीसरे पक्ष द्वारा किए गए या इनसे उत्पन्न: (1) आपके योगदान; (2) सेवाओं का उपयोग; (3) इन कानूनी शर्तों का उल्लंघन; (4) आपके अभ्यावेदन का कोई भी उल्लंघन और इन कानूनी शर्तों में निर्धारित वारंटी; (5) आपके द्वारा किसी तीसरे पक्ष के अधिकारों का उल्लंघन, जिसमें बौद्धिक संपदा अधिकार भी शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं; या (6) सेवाओं के किसी अन्य उपयोगकर्ता के प्रति कोई प्रत्यक्ष हानिकारक कार्य जिसके साथ आप जुड़े हैं सेवाएं। पूर्वगामी के बावजूद, हम आपके खर्च पर, किसी भी मामले की विशेष रक्षा और नियंत्रण संभालने का अधिकार सुरक्षित रखते हैं, जिसके लिए आपको हमें क्षतिपूर्ति करने की आवश्यकता होती है, और आप अपने खर्च पर, हमारी रक्षा में सहयोग करने के लिए सहमत हैं। दावे। हम आपको ऐसे किसी भी दावे, कार्रवाई या कार्यवाही के बारे में सूचित करने के लिए उचित प्रयासों का उपयोग करेंगे जो इस क्षतिपूर्ति के अधीन है।
zh: 您同意為我們（包括我們的子公司、關聯公司以及我們各自的所有管理人員、代理、合作夥伴和員工）辯護、賠償並使我們免受任何損失、損害、責任、索賠或要求（包括合理的損失）的損害。任何第三方由於以下原因而支付的律師費和開支：(1) 您的貢獻；(2) 使用服務；(3) 違反這些法律條款；(4) 任何違反您的陳述和這些法律條款中規定的保證；(5) 您侵犯了第三方的權利，包括但不限於知識產權；或(6) 對您通過以下方式連接的任何其他服務用戶的任何明顯有害行為儘管有上述規定，我們保留對您需要賠償我們的任何事項進行獨家辯護和控制的權利，費用由您承擔，並且您同意自費配合我們的辯護一旦發現任何此類索賠、訴訟或程序，我們將盡合理努力通知您此類索賠、訴訟或程序。

# t_c__20__user_data__
source: 20. USER DATA
es: 20. DATOS DEL USUARIO
fr: 20. DONNÉES UTILISATEUR
hi: 20. उपयोगकर्ता डेटा
zh: 20. 用戶數據

source: We will maintain certain data that you transmit to the Services for the purpose of managing the performance of the Services, as well as data relating to your use of the Services. Although we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Services. You agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.
es: Mantendremos ciertos datos que usted transmite a los Servicios con el fin de gestionar el rendimiento de los Servicios, así como los datos relacionados con su uso de los Servicios. Aunque realizamos copias de seguridad de datos de rutina con regularidad, usted es el único responsable de todos datos que usted transmite o que se relacionan con cualquier actividad que haya realizado utilizando los Servicios. Usted acepta que no seremos responsables ante usted por cualquier pérdida o corrupción de dichos datos, y por la presente renuncia a cualquier derecho de acción contra nosotros que surja de cualquier dicha pérdida o corrupción de dichos datos.
fr: Nous conserverons certaines données que vous transmettez aux Services dans le but de gérer la performance des Services, ainsi que les données relatives à votre utilisation des Services. Bien que nous effectuions des sauvegardes de routine régulières des données, vous êtes seul responsable de tous données que vous transmettez ou qui se rapportent à toute activité que vous avez entreprise en utilisant les Services. Vous acceptez que nous n'aurons aucune responsabilité envers vous pour toute perte ou corruption de ces données, et vous renoncez par la présente à tout droit d'action contre nous découlant de tout telle perte ou corruption de ces données.
hi: हम सेवाओं के प्रदर्शन को प्रबंधित करने के उद्देश्य से आपके द्वारा सेवाओं को प्रेषित कुछ डेटा, साथ ही सेवाओं के आपके उपयोग से संबंधित डेटा को बनाए रखेंगे। हालांकि हम डेटा का नियमित नियमित बैकअप करते हैं, लेकिन आप सभी के लिए पूरी तरह जिम्मेदार हैं वह डेटा जो आप प्रसारित करते हैं या जो सेवाओं का उपयोग करके आपके द्वारा की गई किसी भी गतिविधि से संबंधित है। आप सहमत हैं कि ऐसे किसी भी डेटा के किसी भी नुकसान या भ्रष्टाचार के लिए हमारे पास आपके प्रति कोई दायित्व नहीं होगा, और आप इसके द्वारा हमारे खिलाफ किसी भी तरह की कार्रवाई का अधिकार छोड़ देते हैं। ऐसे डेटा की ऐसी हानि या भ्रष्टाचार।
zh: 我們將維護您傳輸到服務的某些數據，以管理服務的性能，以及與您使用服務相關的數據。雖然我們定期進行數據備份，但您對所有數據負全部責任您傳輸的數據或與您使用服務進行的任何活動相關的數據。您同意我們對任何此類數據的任何丟失或損壞不承擔任何責任，並且您特此放棄因任何此類數據而對我們採取行動的任何權利此類數據的丟失或損壞。

# t_c__21__electronic_communications__transactions__and_signatures__
source: 21. ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES
es: 21. COMUNICACIONES, TRANSACCIONES Y FIRMAS ELECTRÓNICAS
fr: 21. COMMUNICATIONS, TRANSACTIONS ET SIGNATURES ÉLECTRONIQUES
hi: 21. इलेक्ट्रॉनिक संचार, लेनदेन और हस्ताक्षर
zh: 21. 電子通信、交易和簽名
