Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: We care about data privacy and security. Please review our Privacy Policy: http://www.listoil.com/privacy. By using the Services, you agree to be bound by our Privacy Policy, which is incorporated into these Legal Terms. Please be advised the Services are hosted in Peru. If you access the Services from any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in Peru, then through your continued use of the Services, you are transferring your data to Peru, and you expressly consent to have your data transferred to and processed in Peru.
es: Nos preocupamos por la privacidad y la seguridad de los datos. Revise nuestra Política de privacidad: http://www.listoil.com/privacy. Al utilizar los Servicios, usted acepta estar sujeto a nuestra Política de privacidad, que se incorpora a estos Términos legales. Tenga en cuenta que los Servicios están alojados en Perú. Si accede a los Servicios desde cualquier otra región del mundo con leyes u otros requisitos que rigen la recopilación, el uso o la divulgación de datos personales que difieren de las leyes aplicables en Perú, a través de su uso continuo de los Servicios, estás transfiriendo tus datos a Perú, y consientes expresamente que tus datos sean transferidos y procesados en Perú.
fr: Nous nous soucions de la confidentialité et de la sécurité des données. Veuillez consulter notre politique de confidentialité : http://www.listoil.com/privacy. En utilisant les services, vous acceptez d'être lié par notre politique de confidentialité, qui est intégrée aux présentes conditions juridiques. Veuillez noter que les Services sont hébergés au Pérou. Si vous accédez aux Services depuis toute autre région du monde où les lois ou autres exigences régissant la collecte, l'utilisation ou la divulgation de données personnelles diffèrent des lois applicables au Pérou, alors, grâce à votre utilisation continue de les Services, vous transférez vos données au Pérou et vous consentez expressément à ce que vos données soient transférées et traitées au Pérou.
hi: हम डेटा गोपनीयता और सुरक्षा की परवाह करते हैं। कृपया हमारी गोपनीयता नीति की समीक्षा करें: http://www.listoil.com/privacy। सेवाओं का उपयोग करके, आप हमारी गोपनीयता नीति से बंधे होने के लिए सहमत हैं, जो इन कानूनी शर्तों में शामिल है। कृपया ध्यान रखें कि सेवाएँ पेरू में होस्ट की जाती हैं। यदि आप व्यक्तिगत डेटा संग्रह, उपयोग या प्रकटीकरण को नियंत्रित करने वाले कानूनों या अन्य आवश्यकताओं के साथ दुनिया के किसी अन्य क्षेत्र से सेवाओं तक पहुँचते हैं जो पेरू में लागू कानूनों से भिन्न हैं, तो आपके निरंतर उपयोग के माध्यम से सेवाएँ, आप अपना डेटा पेरू में स्थानांतरित कर रहे हैं, और आप अपने डेटा को पेरू में स्थानांतरित और संसाधित करने के लिए स्पष्ट रूप से सहमति देते हैं
zh: 我們關心數據隱私和安全。請查看我們的隱私政策：http://www.listoil.com/privacy。使用服務即表示您同意受我們的隱私政策的約束，該政策已納入這些法律條款中。請注意，服務託管在秘魯。如果您從世界任何其他地區訪問服務，而其有關個人數據收集、使用或披露的法律或其他要求與秘魯的適用法律不同，則通過您繼續使用服務，您正在將您的數據傳輸到秘魯，並且您明確同意將您的數據傳輸到秘魯並在秘魯進行處理。

# t_c__12__term_and_termination__
source: 12. TERM AND TERMINATION
es: 12. PLAZO Y TERMINACIÓN
fr: 12. DURÉE ET RÉSILIATION
hi: 12. अवधि और समाप्ति
zh: 12. 期限和終止

source: These Legal Terms shall remain in full force and effect while you use the Services. WITHOUT LIMITING ANY OTHER PROVISION OF THESE LEGAL TERMS, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SERVICES (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE LEGAL TERMS OR OF ANY APPLICABLE LAW OR REGULATION. WE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SERVICES OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.
es: Estos Términos legales permanecerán en plena vigencia y efecto mientras usted utilice los Servicios. SIN LIMITAR CUALQUIER OTRA DISPOSICIÓN DE ESTOS TÉRMINOS LEGALES, NOS RESERVAMOS EL DERECHO A, A NUESTRA DISCRECIÓN Y SIN AVISO NI RESPONSABILIDAD, NEGAR EL ACCESO Y EL USO DE LOS SERVICIOS (INCLUYENDO EL BLOQUEO DE CIERTAS DIRECCIONES IP), A CUALQUIER PERSONA POR CUALQUIER MOTIVO O SIN MOTIVO, INCLUYENDO, SIN LIMITACIÓN, EL INCUMPLIMIENTO DE CUALQUIER DECLARACIÓN, GARANTÍA O PACTO CONTENIDO EN ESTOS TÉRMINOS LEGALES O DE CUALQUIER LEY O REGLAMENTO APLICABLE. USAR O PARTICIPAR EN LOS SERVICIOS O ELIMINAR SU CUENTA Y CUALQUIER CONTENIDO O INFORMACIÓN QUE USTED PUBLICÓ EN CUALQUIER MOMENTO, SIN AVISO, A NUESTRA DISCRECIÓN.
fr: Ces conditions juridiques resteront pleinement en vigueur pendant que vous utilisez les services. SANS LIMITER TOUTE AUTRE DISPOSITION DE CES CONDITIONS JURIDIQUES, NOUS RÉSERVONS LE DROIT, À NOTRE SEULE DISCRÉTION ET SANS AVIS OU RESPONSABILITÉ, DE REFUSER L'ACCÈS ET L'UTILISATION DU SERVICES (Y COMPRIS LE BLOCAGE DE CERTAINES ADRESSES IP), À TOUTE PERSONNE POUR QUELQUE RAISON OU SANS RAISON, Y COMPRIS SANS LIMITATION POUR VIOLATION DE TOUTE DÉCLARATION, GARANTIE OU ENGAGEMENT CONTENU DANS CES CONDITIONS LÉGALES OU DE TOUTE LOI OU RÉGLEMENTATION APPLICABLE. UTILISEZ OU PARTICIPEZ AUX SERVICES OU SUPPRIMEZ VOTRE COMPTE ET TOUT CONTENU OU INFORMATION QUE VOUS AVEZ PUBLIÉ À TOUT MOMENT, SANS AVERTISSEMENT, À NOTRE SEULE DISCRÉTION.
hi: जब आप सेवाओं का उपयोग करते हैं तो ये कानूनी शर्तें पूरी तरह से लागू और प्रभावी रहेंगी। इन कानूनी शर्तों के किसी भी अन्य प्रावधान को सीमित किए बिना, हम अपने विवेक से और बिना किसी सूचना या दायित्व के, इन तक पहुंच और उपयोग से इनकार करने का अधिकार सुरक्षित रखते हैं। किसी भी कारण से या बिना किसी कारण के किसी भी व्यक्ति को दी जाने वाली सेवाएँ (कुछ आईपी पते को अवरुद्ध करने सहित), जिसमें इन कानूनी शर्तों या किसी भी लागू कानून या विनियमन में निहित किसी भी प्रतिनिधित्व, वारंटी या अनुबंध के उल्लंघन के लिए सीमा के बिना शामिल है। हम समाप्त कर सकते हैं तुम्हारा खा लिया सेवाओं का उपयोग या उनमें भागीदारी या अपना खाता और कोई भी सामग्री या जानकारी जो आपने किसी भी समय, बिना किसी चेतावनी के, हमारे विवेक से पोस्ट की है, उसे हटा दें।'
zh: 在您使用服務時，這些法律條款仍具有完全效力。在不限制這些法律條款的任何其他規定的情況下，我們保留自行決定拒絕訪問和使用服務的權利，恕不另行通知或承擔責任。以任何理由或無理由向任何人提供服務（包括阻止某些IP 地址），包括但不限於違反這些法律條款或任何適用法律或法規中包含的任何陳述、保證或契約。我們可能會終止您的服務我們自行決定使用或參與服務或刪除您的帳戶以及您隨時發布的任何內容或信息，恕不另行通知。

source: If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party. In addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress. '
es: Si cancelamos o suspendemos su cuenta por cualquier motivo, tiene prohibido registrarse y crear una nueva cuenta con su nombre, un nombre falso o prestado, o el nombre de cualquier tercero, incluso si puede estar actuando en nombre del tercero. Además de cancelar o suspender su cuenta, nos reservamos el derecho de tomar las acciones legales apropiadas, incluidas, entre otras, la búsqueda de reparación civil, penal y judicial.'
fr: Si nous résilions ou suspendons votre compte pour quelque raison que ce soit, il vous est interdit de vous inscrire et de créer un nouveau compte sous votre nom, un nom faux ou emprunté, ou le nom d'un tiers, même si vous agissez au nom du tiers. En plus de résilier ou de suspendre votre compte, nous nous réservons le droit d'engager des poursuites judiciaires appropriées, y compris, sans limitation, des poursuites civiles, pénales et des injonctions
hi: यदि हम किसी भी कारण से आपका खाता समाप्त या निलंबित करते हैं, तो आपको अपने नाम, नकली या उधार लिए गए नाम, या किसी तीसरे पक्ष के नाम के तहत एक नया खाता पंजीकृत करने और बनाने से प्रतिबंधित किया जाता है, भले ही आप उसकी ओर से कार्य कर रहे हों तृतीय पक्ष। आपके खाते को समाप्त करने या निलंबित करने के अलावा, हम उचित कानूनी कार्रवाई करने का अधिकार सुरक्षित रखते हैं, जिसमें बिना किसी सीमा के नागरिक, आपराधिक और निषेधाज्ञा निवारण शामिल है।'
zh: 如果我們因任何原因終止或暫停您的帳戶，您將被禁止以您的名義、假名或借用名或任何第三方的名義註冊和創建新帳戶，即使您可能代表該第三方行事第三方。除了終止或暫停您的帳戶外，我們保留採取適當法律行動的權利，包括但不限於尋求民事、刑事和禁令補救。

# t_c__13__modifications_and_interruptions_
source: 13. MODIFICATIONS AND INTERRUPTIONS
es: 13. MODIFICACIONES E INTERRUPCIONES
fr: 13. MODIFICATIONS ET INTERRUPTIONS
hi: 13. संशोधन एवं व्यवधान
zh: 13. 修改和中斷

source: We reserve the right to change, modify, or remove the contents of the Services at any time or for any reason at our sole discretion without notice. However, we have no obligation to update any information on our Services. We will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Services.
es: Nos reservamos el derecho de cambiar, modificar o eliminar el contenido de los Servicios en cualquier momento o por cualquier motivo a nuestro exclusivo criterio y sin previo aviso. Sin embargo, no tenemos obligación de actualizar ninguna información sobre nuestros Servicios. No seremos responsables a usted o a cualquier tercero por cualquier modificación, cambio de precio, suspensión o interrupción de los Servicios'
fr: Nous nous réservons le droit de changer, modifier ou supprimer le contenu des Services à tout moment ou pour quelque raison que ce soit, à notre seule discrétion et sans préavis. Cependant, nous n'avons aucune obligation de mettre à jour les informations sur nos Services. Nous ne serons pas responsables à vous ou à tout tiers pour toute modification, changement de prix, suspension ou interruption des Services.
hi: हम किसी भी समय या किसी भी कारण से बिना किसी सूचना के अपने विवेक से सेवाओं की सामग्री को बदलने, संशोधित करने या हटाने का अधिकार सुरक्षित रखते हैं। हालाँकि, हमारी सेवाओं पर किसी भी जानकारी को अपडेट करने का हमारा कोई दायित्व नहीं है। हम उत्तरदायी नहीं होंगे किसी भी संशोधन, मूल्य परिवर्तन, निलंबन, या सेवाओं को बंद करने के लिए आपको या किसी तीसरे पक्ष को
zh: 我們保留隨時或以任何理由自行決定更改、修改或刪除服務內容的權利，恕不另行通知。但是，我們沒有義務更新我們服務的任何信息。我們不承擔任何責任向您或任何第三方披露服務的任何修改、價格變更、暫停或終止。

source: We cannot guarantee the Services will be available at all times. We may experience hardware, software, or other problems or need to perform maintenance related to the Services, resulting in interruptions, delays, or errors. We reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Services at any time or for any reason without notice to you. You agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Services during any downtime or discontinuance of the Services. Nothing in these Legal Terms will be construed to obligate us to maintain and support the Services or to supply any corrections, updates, or releases in connection therewith.'
es: No podemos garantizar que los Servicios estarán disponibles en todo momento. Es posible que experimentemos problemas de hardware, software u otros problemas o necesitemos realizar mantenimiento relacionado con los Servicios, lo que resultará en interrupciones, demoras o errores. Nos reservamos el derecho de cambiar, revisar actualizar, suspender, discontinuar o modificar de otro modo los Servicios en cualquier momento o por cualquier motivo sin previo aviso. Usted acepta que no tenemos responsabilidad alguna por cualquier pérdida, daño o inconveniente causado por su incapacidad para acceder o utilizar los Servicios. durante cualquier tiempo de inactividad o interrupción de los Servicios. Nada en estos Términos legales se interpretará en el sentido de obligarnos a mantener y respaldar los Servicios o a proporcionar correcciones, actualizaciones o publicaciones en relación con los mismos.
fr: Nous ne pouvons pas garantir que les Services seront disponibles à tout moment. Nous pouvons rencontrer des problèmes matériels, logiciels ou autres ou devoir effectuer une maintenance liée aux Services, entraînant des interruptions, des retards ou des erreurs. Nous nous réservons le droit de modifier, réviser , mettre à jour, suspendre, interrompre ou modifier de toute autre manière les Services à tout moment ou pour quelque raison que ce soit sans préavis. Vous acceptez que nous n'assumons aucune responsabilité pour toute perte, dommage ou inconvénient causé par votre incapacité à accéder ou à utiliser les Services. pendant toute interruption ou interruption des services. Rien dans les présentes conditions juridiques ne sera interprété comme nous obligeant à maintenir et à prendre en charge les services ou à fournir des corrections, des mises à jour ou des versions en relation avec ceux-ci.
hi: हम गारंटी नहीं दे सकते कि सेवाएँ हर समय उपलब्ध रहेंगी। हमें हार्डवेयर, सॉफ़्टवेयर, या अन्य समस्याओं का अनुभव हो सकता है या सेवाओं से संबंधित रखरखाव करने की आवश्यकता हो सकती है, जिसके परिणामस्वरूप रुकावटें, देरी या त्रुटियाँ होंगी। हम परिवर्तन, संशोधन का अधिकार सुरक्षित रखते हैं , बिना किसी सूचना के किसी भी समय या किसी भी कारण से सेवाओं को अद्यतन, निलंबित, बंद या अन्यथा संशोधित करें। आप सहमत हैं कि सेवाओं तक पहुंचने या उपयोग करने में आपकी असमर्थता के कारण होने वाली किसी भी हानि, क्षति या असुविधा के लिए हमारा कोई दायित्व नहीं है। सेवाओं के किसी भी डाउनटाइम या समाप्ति के दौरान। इन कानूनी शर्तों में कुछ भी हमें सेवाओं को बनाए रखने और समर्थन करने या उसके संबंध में कोई सुधार, अपडेट या रिलीज प्रदान करने के लिए बाध्य नहीं करेगा।'
zh: 我們不能保證服務始終可用。我們可能會遇到硬件、軟件或其他問題或需要執行與服務相關的維護，從而導致服務中斷、延遲或錯誤。我們保留更改、修改的權利、更新、暫停、終止或以其他方式隨時或以任何理由修改服務，恕不另行通知。您同意，對於因您無法訪問或使用服務而造成的任何損失、損害或不便，我們不承擔任何責任在任何停機或服務中斷期間。這些法律條款中的任何內容均不得解釋為使我們有義務維護和支持服務或提供與此相關的任何更正、更新或發布。

# t_c__14__governing_law__
source: 14. GOVERNING LAW
es: 14. LEY APLICABLE
fr: 14. LOI APPLICABLE
hi: 14. शासी कानून
zh: 14. 適用法律

source: These Legal Terms shall be governed by and defined following the laws of India. Vistony India Private Limited and yourself irrevocably consent that the courts of India shall have exclusive jurisdiction to resolve any dispute which may arise in connection with these Legal Terms.
es: Estos Términos legales se regirán y definirán según las leyes de la India. Vistony India Private Limited y usted consienten irrevocablemente que los tribunales de la India tendrán jurisdicción exclusiva para resolver cualquier disputa que pueda surgir en relación con estos Términos legales.
fr: Ces conditions juridiques seront régies et définies conformément aux lois de l'Inde. Vistony India Private Limited et vous-même consentez irrévocablement à ce que les tribunaux indiens aient la compétence exclusive pour résoudre tout litige pouvant survenir en relation avec ces conditions juridiques.
hi: ये कानूनी शर्तें भारत के कानूनों द्वारा शासित और परिभाषित की जाएंगी। विस्टोनी इंडिया प्राइवेट लिमिटेड और आप इस बात पर अटल सहमति देते हैं कि इन कानूनी शर्तों के संबंध में उत्पन्न होने वाले किसी भी विवाद को हल करने के लिए भारत की अदालतों के पास विशेष क्षेत्राधिकार होगा।
zh: 這些法律條款應受印度法律管轄並按照印度法律進行定義。Vistony India Private Limited 和您本人不可撤銷地同意印度法院擁有解決與這些法律條款相關的任何爭議的專屬管轄權。

# t_c__15__dispute_resolution__
source: 15. DISPUTE RESOLUTION
es: 15. RESOLUCIÓN DE CONTROVERSIAS
fr: 15. RÉSOLUTION DES LITIGES
hi: 15. विवाद समाधान
zh: 15. 爭議解決

source: You agree to irrevocably submit all disputes related to these Legal Terms or the legal relationship established by these Legal Terms to the jurisdiction of the India courts. Vistony India Private Limited shall also maintain the right to bring proceedings as to the substance of the matter in the courts of the country where you reside or, if these Legal Terms are entered into in the course of your trade or profession, the state of your principal place of business.
es: Usted acepta someter irrevocablemente todas las disputas relacionadas con estos Términos legales o la relación legal establecida por estos Términos legales a la jurisdicción de los tribunales de la India. Vistony India Private Limited también mantendrá el derecho de iniciar procedimientos en cuanto al fondo del asunto en los tribunales del país donde usted reside o, si estos Términos Legales se celebran en el curso de su actividad comercial o profesión, el estado de su lugar principal de negocios.
fr: Vous acceptez de soumettre irrévocablement tous les litiges liés aux présentes Conditions juridiques ou à la relation juridique établie par les présentes Conditions juridiques à la juridiction des tribunaux indiens. Vistony India Private Limited se réserve également le droit d'intenter une procédure quant au fond de l'affaire. les tribunaux du pays dans lequel vous résidez ou, si les présentes Conditions Légales sont conclues dans le cadre de votre activité commerciale ou professionnelle, de l'état de votre principal établissement.
hi: आप इन कानूनी शर्तों से संबंधित सभी विवादों या इन कानूनी शर्तों द्वारा स्थापित कानूनी संबंधों को भारतीय अदालतों के अधिकार क्षेत्र में प्रस्तुत करने के लिए सहमत हैं। विस्टोनी इंडिया प्राइवेट लिमिटेड मामले के सार के अनुसार कार्यवाही लाने का अधिकार भी बनाए रखेगा। उस देश की अदालतें जहां आप रहते हैं या, यदि ये कानूनी शर्तें आपके व्यापार या पेशे के दौरान दर्ज की जाती हैं, तो आपके व्यवसाय के मुख्य स्थान की स्थिति
zh: 您同意不可撤銷地將與這些法律條款或這些法律條款建立的法律關係相關的所有爭議提交給印度法院管轄。Vistony India Private Limited 還應保留就該事項的實質內容提起訴訟的權利您居住國的法院，或者，如果這些法律條款是在您的貿易或專業過程中籤訂的，則為您的主要營業地所在國的法院。

# t_c__16__corrections__
source: 16. CORRECTIONS
es: 16. CORRECCIONES
hi: 16. सुधार
zh: 16. 更正

source: There may be information on the Services that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Services at any time, without prior notice.
es: Puede haber información en los Servicios que contenga errores tipográficos, inexactitudes u omisiones, incluidas descripciones, precios, disponibilidad y otra información diversa. Nos reservamos el derecho de corregir cualquier error, inexactitud u omisión y de cambiar o actualizar la información. sobre los Servicios en cualquier momento, sin previo aviso.
fr: Certaines informations sur les Services peuvent contenir des erreurs typographiques, des inexactitudes ou des omissions, y compris des descriptions, des prix, la disponibilité et diverses autres informations. Nous nous réservons le droit de corriger toute erreur, inexactitude ou omission et de modifier ou mettre à jour les informations. sur les Services à tout moment, sans préavis.
hi: सेवाओं पर ऐसी जानकारी हो सकती है जिसमें विवरण, मूल्य निर्धारण, उपलब्धता और विभिन्न अन्य जानकारी सहित मुद्रण संबंधी त्रुटियां, अशुद्धियां या चूक शामिल हैं। हम किसी भी त्रुटि, अशुद्धि या चूक को ठीक करने और जानकारी को बदलने या अपडेट करने का अधिकार सुरक्षित रखते हैं। किसी भी समय, बिना किसी पूर्व सूचना के सेवाओं पर
zh: 有關服務的信息可能包含印刷錯誤、不准確或遺漏，包括描述、定價、可用性和各種其他信息。我們保留糾正任何錯誤、不准確或遺漏以及更改或更新信息的權利隨時使用服務，恕不另行通知。

# t_c__17__disclaimer__
source: 17. DISCLAIMER
es: 17. DESCARGO DE RESPONSABILIDAD
fr: 17. AVIS DE NON-RESPONSABILITÉ
hi: 17. अस्वीकरण
zh: 17. 免責聲明
