Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: To deliver and facilitate delivery of services to the user. We may process your information to provide you with the requested service.
es: Entregar y facilitar la prestación de servicios al usuario. Podemos procesar su información para brindarle el servicio solicitado.
fr: Fournir et faciliter la fourniture de services à l’utilisateur. Nous pouvons traiter vos informations pour vous fournir le service demandé.
hi: उपयोगकर्ता को सेवाओं की डिलीवरी प्रदान करना और सुविधा प्रदान करना। हम आपको अनुरोधित सेवा प्रदान करने के लिए आपकी जानकारी पर कार्रवाई कर सकते हैं।
zh: 向用戶提供服務並促進向用戶提供服務。我們可能會處理您的信息，以便為您提供所需的服務。

source: To respond to user inquiries/offer support to users. We may process your information to respond to your inquiries and solve any potential issues you might have with the requested service.
es: Responder a las consultas de los usuarios/ofrecer soporte a los usuarios. Podemos procesar su información para responder a sus consultas y resolver cualquier problema potencial que pueda tener con el servicio solicitado.
fr: Pour répondre aux demandes des utilisateurs/offrir une assistance aux utilisateurs. Nous pouvons traiter vos informations pour répondre à vos demandes et résoudre tout problème potentiel que vous pourriez rencontrer avec le service demandé.
hi: उपयोगकर्ता की पूछताछ का उत्तर देना/उपयोगकर्ताओं को सहायता प्रदान करना। हम आपकी पूछताछ का जवाब देने और अनुरोधित सेवा के साथ आपके किसी भी संभावित मुद्दे को हल करने के लिए आपकी जानकारी संसाधित कर सकते हैं।
zh: 回應用戶詢問/為用戶提供支持。我們可能會處理您的信息，以回复您的詢問並解決您在請求服務時可能遇到的任何潛在問題。

source: To fulfill and manage your orders. We may process your information to fulfill and manage your orders, payments, returns, and exchanges made through the Services.
es: Para cumplir y gestionar sus pedidos. Podemos procesar su información para cumplir y administrar sus pedidos, pagos, devoluciones y cambios realizados a través de los Servicios.
fr: Pour exécuter et gérer vos commandes. Nous pouvons traiter vos informations pour exécuter et gérer vos commandes, paiements, retours et échanges effectués via les Services.
hi: अपने आदेशों को पूरा करने और प्रबंधित करने के लिए। हम सेवाओं के माध्यम से किए गए आपके आदेशों, भुगतानों, रिटर्न और एक्सचेंजों को पूरा करने और प्रबंधित करने के लिए आपकी जानकारी संसाधित कर सकते हैं।
zh: 履行和管理您的訂單。我們可能會處理您的信息，以履行和管理您通過服務進行的訂單、付款、退貨和換貨。

source: To request feedback. We may process your information when necessary to request feedback and to contact you about your use of our Services.
es: Para solicitar comentarios. Podemos procesar su información cuando sea necesario para solicitar comentarios y comunicarnos con usted sobre su uso de nuestros Servicios.
fr: Pour demander des commentaires. Nous pouvons traiter vos informations lorsque cela est nécessaire pour demander des commentaires et vous contacter au sujet de votre utilisation de nos services.
hi: प्रतिक्रिया का अनुरोध करने के लिए. फीडबैक का अनुरोध करने और हमारी सेवाओं के आपके उपयोग के बारे में आपसे संपर्क करने के लिए आवश्यक होने पर हम आपकी जानकारी संसाधित कर सकते हैं।
zh: 請求反饋。我們可能會在必要時處理您的信息，以請求反饋並就您對我們服務的使用情況與您聯繫。

source: To send you marketing and promotional communications. We may process the personal information you send to us for our marketing purposes, if this is in accordance with your marketing preferences. You can opt out of our marketing emails at any time. For more information, see 'WHAT ARE YOUR PRIVACY RIGHTS?' below.
es: Para enviarle comunicaciones promocionales y de marketing. Podemos procesar la información personal que nos envía para nuestros fines de marketing, si esto está de acuerdo con sus preferencias de marketing. Puede optar por no recibir nuestros correos electrónicos de marketing en cualquier momento. Para obtener más información, consulte '¿CUÁLES SON SUS DERECHOS DE PRIVACIDAD?' abajo.
fr: Pour vous envoyer des communications marketing et promotionnelles. Nous pouvons traiter les informations personnelles que vous nous envoyez à nos fins de marketing, si cela est conforme à vos préférences marketing. Vous pouvez vous désinscrire de nos e-mails marketing à tout moment. Pour plus d'informations, consultez « QUELS SONT VOS DROITS À LA CONFIDENTIALITÉ ? » ci-dessous.
hi: आपको विपणन और प्रचारात्मक संचार भेजने के लिए। हम आपके द्वारा हमें भेजी गई व्यक्तिगत जानकारी को अपने विपणन उद्देश्यों के लिए संसाधित कर सकते हैं, यदि यह आपकी मार्केटिंग प्राथमिकताओं के अनुरूप है। आप किसी भी समय हमारे मार्केटिंग ईमेल से बाहर निकल सकते हैं। अधिक जानकारी के लिए, 'आपके गोपनीयता अधिकार क्या हैं?' देखें नीचे।
zh: 向您發送營銷和促銷信息。如果符合您的營銷偏好，我們可能會出於營銷目的處理您發送給我們的個人信息。您可以隨時選擇退出我們的營銷電子郵件。有關更多信息，請參閱“您有哪些隱私權？”以下。

source: To deliver targeted advertising to you. We may process your information to develop and display personalized content and advertising tailored to your interests, location, and more.
es: Para ofrecerle publicidad dirigida. Podemos procesar su información para desarrollar y mostrar contenido personalizado y publicidad adaptada a sus intereses, ubicación y más.
fr: Pour vous proposer des publicités ciblées. Nous pouvons traiter vos informations pour développer et afficher du contenu et des publicités personnalisés adaptés à vos intérêts, votre emplacement, etc.
hi: आप तक लक्षित विज्ञापन पहुंचाने के लिए। हम आपकी रुचियों, स्थान और अन्य चीज़ों के अनुरूप वैयक्तिकृत सामग्री और विज्ञापन विकसित करने और प्रदर्शित करने के लिए आपकी जानकारी संसाधित कर सकते हैं।
zh: 向您提供有針對性的廣告。我們可能會處理您的信息，以開發和展示根據您的興趣、位置等量身定制的個性化內容和廣告。

source: To administer prize draws and competitions. We may process your information to administer prize draws and competitions.
es: Administrar sorteos y concursos. Podemos procesar su información para administrar sorteos y concursos.
fr: Organiser des tirages au sort et des concours. Nous pouvons traiter vos informations pour administrer des tirages au sort et des concours.
hi: पुरस्कार ड्रा और प्रतियोगिताओं का संचालन करना। हम पुरस्कार ड्रा और प्रतियोगिताओं को संचालित करने के लिए आपकी जानकारी पर कार्रवाई कर सकते हैं।
zh: 管理抽獎和比賽。我們可能會處理您的信息以管理抽獎和競賽。

source: To evaluate and improve our Services, products, marketing, and your experience. We may process your information when we believe it is necessary to identify usage trends, determine the effectiveness of our promotional campaigns, and to evaluate and improve our Services, products, marketing, and your experience.
es: Evaluar y mejorar nuestros Servicios, productos, marketing y su experiencia. Podemos procesar su información cuando creamos que es necesario para identificar tendencias de uso, determinar la efectividad de nuestras campañas promocionales y evaluar y mejorar nuestros Servicios, productos, marketing y su experiencia.
fr: Pour évaluer et améliorer nos services, nos produits, notre marketing et votre expérience. Nous pouvons traiter vos informations lorsque nous pensons que cela est nécessaire pour identifier les tendances d'utilisation, déterminer l'efficacité de nos campagnes promotionnelles et pour évaluer et améliorer nos services, produits, marketing et votre expérience.
hi: हमारी सेवाओं, उत्पादों, मार्केटिंग और आपके अनुभव का मूल्यांकन और सुधार करना। जब हमें लगता है कि उपयोग के रुझान की पहचान करना, हमारे प्रचार अभियानों की प्रभावशीलता निर्धारित करना और हमारी सेवाओं, उत्पादों, विपणन और आपके अनुभव का मूल्यांकन और सुधार करना आवश्यक है तो हम आपकी जानकारी संसाधित कर सकते हैं।
zh: 評估和改進我們的服務、產品、營銷和您的體驗。當我們認為有必要識別使用趨勢、確定我們促銷活動的有效性以及評估和改進我們的服務、產品、營銷和您的體驗時，我們可能會處理您的信息。

source: To identify usage trends. We may process information about how you use our Services to better understand how they are being used so we can improve them.
es: Identificar tendencias de uso. Podemos procesar información sobre cómo utiliza nuestros Servicios para comprender mejor cómo se utilizan y poder mejorarlos.
fr: Identifier les tendances d’utilisation. Nous pouvons traiter des informations sur la façon dont vous utilisez nos Services pour mieux comprendre comment ils sont utilisés afin de pouvoir les améliorer.
hi: उपयोग के रुझान की पहचान करना। हम इस बारे में जानकारी संसाधित कर सकते हैं कि आप हमारी सेवाओं का उपयोग कैसे करते हैं ताकि हम बेहतर ढंग से समझ सकें कि उनका उपयोग कैसे किया जा रहा है ताकि हम उनमें सुधार कर सकें।
zh: 確定使用趨勢。我們可能會處理有關您如何使用我們的服務的信息，以更好地了解它們的使用方式，以便我們改進它們。

source: To determine the effectiveness of our marketing and promotional campaigns. We may process your information to better understand how to provide marketing and promotional campaigns that are most relevant to you.
es: Determinar la efectividad de nuestras campañas de marketing y promoción. Podemos procesar su información para comprender mejor cómo proporcionar campañas promocionales y de marketing que sean más relevantes para usted.
fr: Déterminer l’efficacité de nos campagnes de marketing et de promotion. Nous pouvons traiter vos informations pour mieux comprendre comment proposer les campagnes marketing et promotionnelles les plus pertinentes pour vous.
hi: हमारे विपणन और प्रचार अभियानों की प्रभावशीलता निर्धारित करने के लिए। हम आपकी जानकारी को बेहतर ढंग से समझने के लिए संसाधित कर सकते हैं कि आपके लिए सबसे अधिक प्रासंगिक मार्केटिंग और प्रचार अभियान कैसे प्रदान किए जाएं।
zh: 確定我們的營銷和促銷活動的有效性。我們可能會處理您的信息，以便更好地了解如何提供與您最相關的營銷和促銷活動。

source: To comply with our legal obligations. We may process your information to comply with our legal obligations, respond to legal requests, and exercise, establish, or defend our legal rights.
es: Para cumplir con nuestras obligaciones legales. Podemos procesar su información para cumplir con nuestras obligaciones legales, responder a solicitudes legales y ejercer, establecer o defender nuestros derechos legales.
fr: Pour respecter nos obligations légales. Nous pouvons traiter vos informations pour nous conformer à nos obligations légales, répondre aux demandes légales et exercer, établir ou défendre nos droits légaux.
hi: हमारे कानूनी दायित्वों का पालन करना। हम अपने कानूनी दायित्वों का पालन करने, कानूनी अनुरोधों का जवाब देने और अपने कानूनी अधिकारों का प्रयोग, स्थापना या बचाव करने के लिए आपकी जानकारी संसाधित कर सकते हैं।
zh: 遵守我們的法律義務。我們可能會處理您的信息以遵守我們的法律義務、響應法律請求以及行使、建立或捍衛我們的合法權利。

# p_p_3_when_and_with_whom_do_we_share_your_personal_information_
source: 3. WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?
es: 3. ¿CUÁNDO Y CON QUIÉN COMPARTIMOS TU INFORMACIÓN PERSONAL?
fr: 3. QUAND ET AVEC QUI PARTAGONS-NOUS VOS INFORMATIONS PERSONNELLES ?
hi: 3. हम आपकी व्यक्तिगत जानकारी कब और किसके साथ साझा करते हैं?
zh: 3. 我們何時以及與誰分享您的個人信息？

source: In Short: We may share information in specific situations described in this section and/or with the following third parties.
es: En resumen: podemos compartir información en situaciones específicas descritas en esta sección y/o con los siguientes terceros.
fr: En bref : nous pouvons partager des informations dans des situations spécifiques décrites dans cette section et/ou avec les tiers suivants.
hi: संक्षेप में: हम इस अनुभाग में वर्णित विशिष्ट स्थितियों में और/या निम्नलिखित तृतीय पक्षों के साथ जानकारी साझा कर सकते हैं।
zh: 簡而言之：我們可能會在本節中描述的特定情況下和/或與以下第三方共享信息。

# p_p_we_may_need_to_share_your_personal_information_in_the_following_situations_
source: We may need to share your personal information in the following situations:
es: Es posible que necesitemos compartir su información personal en las siguientes situaciones:
fr: Nous pouvons être amenés à partager vos informations personnelles dans les situations suivantes :
hi: हमें निम्नलिखित स्थितियों में आपकी व्यक्तिगत जानकारी साझा करने की आवश्यकता हो सकती है:
zh: 在以下情況下我們可能需要共享您的個人信息：

source: Business Transfers. We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.
es: Transferencias de Negocios. Podemos compartir o transferir su información en relación con, o durante las negociaciones de, cualquier fusión, venta de activos de la empresa, financiación o adquisición de todo o una parte de nuestro negocio a otra empresa.
fr: Transferts d'entreprises. Nous pouvons partager ou transférer vos informations dans le cadre ou pendant les négociations de toute fusion, vente d'actifs de l'entreprise, financement ou acquisition de tout ou partie de notre entreprise à une autre société.
hi: व्यापार स्थानान्तरण. हम किसी विलय, कंपनी की संपत्तियों की बिक्री, वित्तपोषण, या हमारे व्यवसाय के सभी या एक हिस्से को किसी अन्य कंपनी में अधिग्रहण के संबंध में या बातचीत के दौरान आपकी जानकारी साझा या स्थानांतरित कर सकते हैं।
zh: 業務轉讓。我們可能會在與其他公司合併、出售公司資產、融資或收購我們全部或部分業務時或在談判期間共享或轉讓您的信息。

source: When we use Google Maps Platform APIs. We may share your information with certain Google Maps Platform APIs (e.g., Google Maps API, Places API). We obtain and store on your device ('cache') your location. You may revoke your consent anytime by contacting us at the contact details provided at the end of this document.
es: Cuando utilizamos las API de Google Maps Platform. Podemos compartir su información con ciertas API de Google Maps Platform (por ejemplo, API de Google Maps, API de Places). Obtenemos y almacenamos en su dispositivo ('caché') su ubicación. Puede revocar su consentimiento en cualquier momento comunicándose con nosotros a los datos de contacto que se proporcionan al final de este documento.
fr: Lorsque nous utilisons les API de Google Maps Platform. Nous pouvons partager vos informations avec certaines API de Google Maps Platform (par exemple, l'API Google Maps, l'API Places). Nous obtenons et stockons sur votre appareil (« cache ») votre position. Vous pouvez révoquer votre consentement à tout moment en nous contactant aux coordonnées fournies à la fin de ce document.
hi: जब हम Google Maps प्लेटफ़ॉर्म API का उपयोग करते हैं। हम आपकी जानकारी को कुछ Google मानचित्र प्लेटफ़ॉर्म API (उदाहरण के लिए, Google मानचित्र API, स्थान API) के साथ साझा कर सकते हैं। हम आपके डिवाइस पर आपका स्थान ('कैश') प्राप्त करते हैं और संग्रहीत करते हैं। आप इस दस्तावेज़ के अंत में दिए गए संपर्क विवरण पर हमसे संपर्क करके किसी भी समय अपनी सहमति रद्द कर सकते हैं।
zh: 當我們使用 Google Maps Platform API 時。我們可能會與某些 Google Maps Platform API（例如 Google Maps API、Places API）共享您的信息。我們獲取您的位置並將其存儲在您的設備上（“緩存”）。您可以隨時通過本文檔末尾提供的聯繫方式與我們聯繫，撤銷您的同意。

# p_p_4_do_we_use_cookies_and_other_tracking_technologies_
source: 4. DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?
es: 4. ¿UTILIZAMOS COOKIES Y OTRAS TECNOLOGÍAS DE SEGUIMIENTO?
fr: 4. UTILISONS-NOUS DES COOKIES ET AUTRES TECHNOLOGIES DE SUIVI ?
hi: 4. क्या हम कुकीज़ और अन्य ट्रैकिंग तकनीकों का उपयोग करते हैं?
zh: 4. 我們是否使用 Cookie 和其他跟踪技術？

source: In Short: We may use cookies and other tracking technologies to collect and store your information.
es: En resumen: podemos utilizar cookies y otras tecnologías de seguimiento para recopilar y almacenar su información.
fr: En bref : nous pouvons utiliser des cookies et d'autres technologies de suivi pour collecter et stocker vos informations.
hi: संक्षेप में: हम आपकी जानकारी एकत्र करने और संग्रहीत करने के लिए कुकीज़ और अन्य ट्रैकिंग तकनीकों का उपयोग कर सकते हैं।
zh: 簡而言之：我們可能會使用 cookie 和其他跟踪技術來收集和存儲您的信息。

source: We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information. Specific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Notice.
es: Podemos utilizar cookies y tecnologías de seguimiento similares (como balizas web y píxeles) para acceder o almacenar información. La información específica sobre cómo utilizamos dichas tecnologías y cómo puede rechazar determinadas cookies se establece en nuestro Aviso de cookies.
fr: Nous pouvons utiliser des cookies et des technologies de suivi similaires (comme des balises Web et des pixels) pour accéder ou stocker des informations. Des informations spécifiques sur la manière dont nous utilisons ces technologies et sur la manière dont vous pouvez refuser certains cookies sont présentées dans notre Avis relatif aux cookies.
hi: हम जानकारी तक पहुंचने या संग्रहीत करने के लिए कुकीज़ और समान ट्रैकिंग तकनीकों (जैसे वेब बीकन और पिक्सल) का उपयोग कर सकते हैं। हम ऐसी तकनीकों का उपयोग कैसे करते हैं और आप कुछ कुकीज़ को कैसे अस्वीकार कर सकते हैं, इसके बारे में विशेष जानकारी हमारे कुकी नोटिस में दी गई है।
zh: 我們可能會使用 cookie 和類似的跟踪技術（如網絡信標和像素）來訪問或存儲信息。有關我們如何使用此類技術以及您如何拒絕某些 Cookie 的具體信息，請參閱我們的 Cookie 聲明。

# p_p_5_how_long_do_we_keep_your_information_
source: 5. HOW LONG DO WE KEEP YOUR INFORMATION?
es: 5. ¿CUÁNTO TIEMPO CONSERVAMOS TU INFORMACIÓN?
fr: 5. COMBIEN DE TEMPS CONSERVONS-NOUS VOS INFORMATIONS ?
hi: 5. हम आपकी जानकारी कब तक रखते हैं?
zh: 5. 我們會將您的信息保留多長時間？

source: In Short: We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law.
es: En resumen: conservamos su información durante el tiempo necesario para cumplir con los fines descritos en este aviso de privacidad, a menos que la ley exija lo contrario.
fr: En bref : nous conservons vos informations aussi longtemps que nécessaire pour atteindre les objectifs décrits dans le présent avis de confidentialité, sauf disposition contraire de la loi.
hi: संक्षेप में: हम इस गोपनीयता सूचना में उल्लिखित उद्देश्यों को पूरा करने के लिए आपकी जानकारी को तब तक अपने पास रखते हैं जब तक कि कानून द्वारा अन्यथा आवश्यक न हो।
zh: 簡而言之：除非法律另有要求，否則我們會在實現本隱私聲明中概述的目的所需的時間內保留您的信息。

source: We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements). No purpose in this notice will require us keeping your personal information for longer than three (3) months past the termination of the user's account.
es: Solo conservaremos su información personal durante el tiempo que sea necesario para los fines establecidos en este aviso de privacidad, a menos que la ley exija o permita un período de retención más prolongado (como requisitos fiscales, contables u otros requisitos legales). Ningún propósito de este aviso requerirá que conservemos su información personal por más de tres (3) meses después de la cancelación de la cuenta del usuario.
fr: Nous ne conserverons vos informations personnelles que le temps nécessaire aux fins énoncées dans le présent avis de confidentialité, à moins qu'une période de conservation plus longue ne soit requise ou autorisée par la loi (telle que la fiscalité, la comptabilité ou d'autres exigences légales). Aucun objectif dans cet avis ne nous obligera à conserver vos informations personnelles pendant plus de trois (3) mois après la résiliation du compte de l'utilisateur.
hi: हम आपकी व्यक्तिगत जानकारी केवल तब तक ही रखेंगे जब तक यह इस गोपनीयता नोटिस में निर्धारित उद्देश्यों के लिए आवश्यक है, जब तक कि लंबी अवधारण अवधि की आवश्यकता न हो या कानून द्वारा इसकी अनुमति न हो (जैसे कर, लेखांकन, या अन्य कानूनी आवश्यकताएं)। इस नोटिस का कोई भी उद्देश्य हमें उपयोगकर्ता के खाते की समाप्ति के बाद तीन (3) महीने से अधिक समय तक आपकी व्यक्तिगत जानकारी रखने की आवश्यकता नहीं देगा।
zh: 我們只會在本隱私聲明中規定的目的所需的時間內保留您的個人信息，除非法律要求或允許更長的保留期限（例如稅務、會計或其他法律要求）。本通知中的任何目的都不會要求我們在用戶帳戶終止後將您的個人信息保留超過三 (3) 個月。

source: When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.
es: Cuando no tengamos una necesidad comercial legítima y continua de procesar su información personal, eliminaremos o anonimizaremos dicha información o, si esto no es posible (por ejemplo, porque su información personal se ha almacenado en archivos de respaldo), la procesaremos de forma segura. almacenar su información personal y aislarla de cualquier procesamiento posterior hasta que sea posible su eliminación.
fr: Lorsque nous n'avons aucun besoin professionnel légitime de traiter vos informations personnelles, nous supprimerons ou anonymiserons ces informations, ou, si cela n'est pas possible (par exemple, parce que vos informations personnelles ont été stockées dans des archives de sauvegarde), nous le ferons en toute sécurité. stocker vos informations personnelles et les isoler de tout traitement ultérieur jusqu'à ce que leur suppression soit possible.
hi: जब हमारे पास आपकी व्यक्तिगत जानकारी को संसाधित करने की कोई वैध व्यावसायिक आवश्यकता नहीं है, तो हम ऐसी जानकारी को या तो हटा देंगे या अज्ञात कर देंगे, या, यदि यह संभव नहीं है (उदाहरण के लिए, क्योंकि आपकी व्यक्तिगत जानकारी बैकअप अभिलेखागार में संग्रहीत की गई है), तो हम सुरक्षित रूप से ऐसा करेंगे अपनी व्यक्तिगत जानकारी संग्रहीत करें और इसे किसी भी आगे की प्रक्रिया से तब तक अलग रखें जब तक हटाना संभव न हो जाए।
zh: 當我們沒有持續的合法業務需要處理您的個人信息時，我們將刪除或匿名化此類信息，或者，如果這是不可能的（例如，因為您的個人信息已存儲在備份檔案中），那麼我們將安全地存儲您的個人信息並將其與任何進一步處理隔離，直到可以刪除為止。

# p_p_6_how_do_we_keep_your_information_safe_
source: 6. HOW DO WE KEEP YOUR INFORMATION SAFE?
es: 6. ¿CÓMO MANTENEMOS SU INFORMACIÓN SEGURA?
fr: 6. COMMENT GARDONS-NOUS VOS INFORMATIONS EN SÉCURITÉ ?
hi: 6. हम आपकी जानकारी को कैसे सुरक्षित रखते हैं?
zh: 6. 我們如何保證您的信息安全？

source: In Short: We aim to protect your personal information through a system of organizational and technical security measures.
es: En resumen: nuestro objetivo es proteger su información personal a través de un sistema de medidas de seguridad técnicas y organizativas.
fr: En bref : Nous visons à protéger vos informations personnelles grâce à un système de mesures de sécurité organisationnelles et techniques.
hi: संक्षेप में: हमारा लक्ष्य संगठनात्मक और तकनीकी सुरक्षा उपायों की एक प्रणाली के माध्यम से आपकी व्यक्तिगत जानकारी की सुरक्षा करना है।
zh: 簡而言之：我們的目標是通過組織和技術安全措施系統來保護您的個人信息。
