Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: Please use the manual entry option present on the Home Screen. Enter the 12-digit alphanumeric code printed on the card to redeem your coupon.
es: Utilice la opción de entrada manual presente en la pantalla de inicio. Ingrese el código alfanumérico de 12 dígitos impreso en la tarjeta para canjear su cupón.
fr: Veuillez utiliser l'option de saisie manuelle présente sur l'écran d'accueil. Entrez le code alphanumérique à 12 chiffres imprimé sur la carte pour utiliser votre coupon.
hi: कृपया होम स्क्रीन पर मौजूद मैन्युअल प्रविष्टि विकल्प का उपयोग करें। अपना कूपन भुनाने के लिए कार्ड पर मुद्रित 12-अंकीय अल्फ़ान्यूमेरिक कोड दर्ज करें।
zh: 請使用主屏幕上的手動輸入選項。輸入卡上印有的 12 位字母數字代碼以兌換優惠券。

# faqs_2_what_is_a_duplicate_scan_and_invalid_scan_
source: 2. What is a duplicate scan and invalid scan?
es: 2. ¿Qué es un escaneo duplicado y un escaneo no válido?
fr: 2. Qu'est-ce qu'une analyse en double et une analyse invalide ?
hi: 2. डुप्लिकेट स्कैन और अमान्य स्कैन क्या है?
zh: 2.什麼是重複掃描和無效掃描？

source: A duplicate scan is an error that will pop up if you are trying to scan a coupon that has already been successfully scanned.
es: Un escaneo duplicado es un error que aparecerá si intentas escanear un cupón que ya se ha escaneado exitosamente.
fr: Une analyse en double est une erreur qui apparaîtra si vous essayez de numériser un coupon qui a déjà été numérisé avec succès.
hi: डुप्लिकेट स्कैन एक त्रुटि है जो तब सामने आएगी जब आप किसी ऐसे कूपन को स्कैन करने का प्रयास कर रहे हैं जिसे पहले ही सफलतापूर्वक स्कैन किया जा चुका है।
zh: 重複掃描是一個錯誤，如果您嘗試掃描已成功掃描的優惠券，則會彈出該錯誤。

source: An invalid scan is an error that will pop up if you are trying to scan a coupon that was not issued by Listoil. There are limited attempts at scanning such coupons, after which the account will be suspended.
es: Un escaneo no válido es un error que aparecerá si intenta escanear un cupón que no fue emitido por Listoil. Hay intentos limitados de escanear dichos cupones, después de lo cual la cuenta será suspendida.
fr: Une analyse invalide est une erreur qui apparaîtra si vous essayez de numériser un coupon qui n'a pas été émis par Listoil. Il existe des tentatives limitées pour analyser de tels coupons, après quoi le compte sera suspendu.
hi: अमान्य स्कैन एक त्रुटि है जो पॉप अप हो जाएगी यदि आप एक ऐसे कूपन को स्कैन करने का प्रयास कर रहे हैं जो लिस्टोइल द्वारा जारी नहीं किया गया था। ऐसे कूपन को स्कैन करने के सीमित प्रयास हैं, जिसके बाद खाता निलंबित कर दिया जाएगा।
zh: 無效掃描是指當您嘗試掃描非 Listoil 發行的優惠券時會彈出的錯誤。掃描此類優惠券的嘗試次數有限，之後帳戶將被暫停。

# faqs_report
source: REPORT
es: Informe
fr: RAPPORT
hi: प्रतिवेदन
zh: 報告

source: 1. I have redeemed few coupons and would like to check the payment status on my app.
es: 1. He canjeado algunos cupones y me gustaría comprobar el estado del pago en mi aplicación.
fr: 1. J'ai utilisé quelques coupons et j'aimerais vérifier l'état du paiement sur mon application.
hi: 1. मैंने कुछ कूपन भुनाए हैं और अपने ऐप पर भुगतान की स्थिति जांचना चाहता हूं।
zh: 1. 我已經兌換了幾張優惠券，想在我的應用程序上查看付款狀態。

source: On the home page, just below the header, there is a section called Today's Transactions that provides a break-up of the coupons redeemed today. Also Click on Report that is the second page on this page you can check the status of your scans made on the current day. The types of transactions mentioned there are:
es: En la página de inicio, justo debajo del encabezado, hay una sección llamada Transacciones de hoy que proporciona un desglose de los cupones canjeados hoy. También haga clic en Informe, que es la segunda página de esta página, donde puede verificar el estado de sus escaneos. realizadas en el día actual. Los tipos de transacciones allí mencionadas son:
fr: Sur la page d'accueil, juste en dessous de l'en-tête, il y a une section intitulée Transactions du jour qui fournit une répartition des coupons échangés aujourd'hui. Cliquez également sur Rapport qui est la deuxième page de cette page, vous pouvez vérifier l'état de vos analyses. effectuées le jour en cours. Les types de transactions qui y sont mentionnés sont :
hi: होम पेज पर, हेडर के ठीक नीचे, आज के लेनदेन नामक एक अनुभाग है जो आज भुनाए गए कूपन का ब्रेक-अप प्रदान करता है। इसके अलावा रिपोर्ट पर क्लिक करें जो इस पेज का दूसरा पेज है, आप अपने स्कैन की स्थिति की जांच कर सकते हैं वर्तमान दिन में किया गया। वहां उल्लिखित लेनदेन के प्रकार हैं:
zh: 在主頁上，標題下方有一個名為'今日交易'的部分，其中提供了今天兌換的優惠券的詳細信息。另外，單擊此頁面第二頁的'報告'，您可以檢查掃描的狀態當天進行的交易。其中提到的交易類型有：

# faqs_processing___transaction_being_processed_by_fast_scan
source: Processing — Transaction being processed by Fast Scan
es: Procesamiento — Transacción siendo procesada por Fast Scan
fr: Traitement – Transaction en cours de traitement par Fast Scan
hi: प्रसंस्करण - लेनदेन फास्ट स्कैन द्वारा संसाधित किया जा रहा है
zh: 正在處理 - 正在通過快速掃描處理交易

# faqs_credited___transactions_already_credited_to_your_bank_account
source: Credited — Transactions already credited to your bank account
es: Acreditado: transacciones ya acreditadas en su cuenta bancaria
fr: Crédité — Transactions déjà créditées sur votre compte bancaire
hi: क्रेडिट - लेन-देन आपके बैंक खाते में पहले ही क्रेडिट हो चुका है
zh: 已記入 — 交易已記入您的銀行帳戶

source: Failure — Transactions that have failed; Check bank account details entered and then reinitiate payment. Click on Detailed Report' on the Mini Report screen to get an overview report of scans made for a chosen date range.
es: Fallo: transacciones que fallaron; verifique los detalles de la cuenta bancaria ingresados y luego reinicie el pago. Haga clic en Informe detallado en la pantalla Mini informe para obtener un informe general de los escaneos realizados para un rango de fechas elegido.
fr: Échec : transactions qui ont échoué ; vérifiez les détails du compte bancaire saisis, puis relancez le paiement. Cliquez sur Rapport détaillé sur l'écran du mini-rapport pour obtenir un rapport de synthèse des analyses effectuées pour une plage de dates choisie.
hi: विफलता - लेन-देन जो विफल हो गए हैं; दर्ज किए गए बैंक खाते के विवरण की जांच करें और फिर भुगतान दोबारा शुरू करें। चुनी गई तिथि सीमा के लिए किए गए स्कैन की एक अवलोकन रिपोर्ट प्राप्त करने के लिए मिनी रिपोर्ट स्क्रीन पर 'विस्तृत रिपोर्ट' पर क्लिक करें।
zh: 失敗 — 交易失敗；檢查輸入的銀行帳戶詳細信息，然後重新啟動付款。 單擊'小型報告'屏幕上的'詳細報告'，獲取所選日期範圍內進行的掃描的概述報告。

# faqs_payments
source: PAYMENTS
es: Pagos
fr: PAIEMENTS
hi: भुगतान
zh: 付款

source: 1. I can see a prompt on my Home Page that states — YY Transactions failed worth Rs XX. Re-initiate now. What should I do in this case?
es: 1. Puedo ver un mensaje en mi página de inicio que dice: YY Transacciones fallidas por valor de Rs XX. Reinicie ahora. ¿Qué debo hacer en este caso?
fr: 1. Je peux voir une invite sur ma page d'accueil indiquant : Échec des transactions YY d'une valeur de Rs XX. Réinitialisez maintenant. Que dois-je faire dans ce cas ?
hi: 1. मैं अपने होम पेज पर एक संकेत देख सकता हूं जिसमें लिखा है - YY लेनदेन XX रुपये के विफल रहे। अभी पुनः आरंभ करें। इस मामले में मुझे क्या करना चाहिए?
zh: 1. 我在我的主頁上看到一條提示：YY 交易失敗，價值 XX 盧比。請立即重新啟動。這種情況我該怎麼辦？

source: Payments could have failed due to a temporary issue at your bank or due to any change in bank account information. If you have a new bank account, kindly go to the account section and access your bank details to verify the accuracy of the information. If it is incorrect, please update the right information. If it is correct, kindly click on the Re-initiate now tab on the home page notification, and we will re-trigger these transactions.
es: Los pagos podrían haber fallado debido a un problema temporal en su banco o debido a cualquier cambio en la información de la cuenta bancaria. Si tiene una nueva cuenta bancaria, vaya a la sección de cuenta y acceda a sus datos bancarios para verificar la exactitud de la información. Si es incorrecto, actualice la información correcta. Si es correcto, haga clic en la pestaña Reiniciar ahora en la notificación de la página de inicio y reactivaremos estas transacciones'
fr: Les paiements peuvent avoir échoué en raison d'un problème temporaire avec votre banque ou en raison de tout changement dans les informations de votre compte bancaire. Si vous avez un nouveau compte bancaire, veuillez vous rendre dans la section compte et accéder à vos coordonnées bancaires pour vérifier l'exactitude des informations. Si elles sont incorrectes, veuillez mettre à jour les bonnes informations. Si elles sont correctes, veuillez cliquer sur l'onglet Réinitialiser maintenant sur la notification de la page d'accueil, et nous relancerons ces transactions.
hi: आपके बैंक में किसी अस्थायी समस्या के कारण या बैंक खाते की जानकारी में किसी बदलाव के कारण भुगतान विफल हो सकता है। यदि आपके पास एक नया बैंक खाता है, तो कृपया खाता अनुभाग पर जाएं और जानकारी की सटीकता को सत्यापित करने के लिए अपने बैंक विवरण तक पहुंचें। यदि यह गलत है, तो कृपया सही जानकारी अपडेट करें। यदि यह सही है, तो कृपया होम पेज अधिसूचना पर अभी पुनः आरंभ करें टैब पर क्लिक करें, और हम इन लेनदेन को फिर से शुरू कर देंगे।
zh: 由於您的銀行出現臨時問題或銀行帳戶信息發生任何更改，付款可能會失敗。如果您有新的銀行帳戶，請轉到帳戶部分並訪問您的銀行詳細信息以驗證信息的準確性。如果不正確，請更新正確的信息。如果正確，請點擊主頁通知上的'立即重新啟動'選項卡，我們將重新觸發這些交易。

source: 2. There are some coupons that I scanned, but they haven't been credited to my bank account.
es: 2. Hay algunos cupones que escaneé, pero no se han acreditado en mi cuenta bancaria.
fr: 2. J'ai scanné certains coupons, mais ils n'ont pas été crédités sur mon compte bancaire.
hi: 2. कुछ कूपन हैं जिन्हें मैंने स्कैन किया है, लेकिन वे मेरे बैंक खाते में जमा नहीं हुए हैं।
zh: 2. 我掃描了一些優惠券，但尚未存入我的銀行賬戶。

source: It could take up to 7 working days for us to successfully complete payments in some instances. If you still have not received your funds within this period, please contact our customer care
es: En algunos casos, podemos tardar hasta 7 días hábiles en completar los pagos con éxito. Si aún no ha recibido sus fondos dentro de este período, comuníquese con nuestro servicio de atención al cliente
fr: Dans certains cas, la finalisation des paiements peut prendre jusqu'à 7 jours ouvrables. Si vous n'avez toujours pas reçu vos fonds dans ce délai, veuillez contacter notre service client.
hi: कुछ मामलों में भुगतान सफलतापूर्वक पूरा करने में हमें 7 कार्य दिवस तक का समय लग सकता है। यदि आपको इस अवधि के भीतर भी अपना धन प्राप्त नहीं हुआ है, तो कृपया हमारी ग्राहक सेवा से संपर्क करें
zh: 在某些情況下，我們最多可能需要 7 個工作日才能成功完成付款。如果您在此期間仍未收到資金，請聯繫我們的客戶服務人員

# faqs_support
source: SUPPORT
es: Soporte
fr: SOUTIEN
hi: सहायता
zh: 支持

# faqs_1_my_app_access_is_currently_suspended_what_should_i_do_
source: 1. My app access is currently suspended. What should I do?
es: 1. El acceso a mi aplicación está actualmente suspendido. ¿Qué debo hacer?
fr: 1. L'accès à mon application est actuellement suspendu. Que dois-je faire ?
hi: 1. मेरा ऐप एक्सेस फिलहाल निलंबित है। मुझे क्या करना चाहिए?
zh: 1. 我的應用程序訪問權限目前被暫停。我該怎麼辦？

# faqs_please_contact_our_customer_care_inside_the_app
source: Please contact our customer care inside the app
es: Comuníquese con nuestro servicio de atención al cliente dentro de la aplicación
fr: Veuillez contacter notre service client dans l'application
hi: कृपया ऐप के अंदर हमारे ग्राहक सेवा से संपर्क करें
zh: 請在應用程序內聯繫我們的客戶服務人員

source: User data loaded
es: Datos de usuario cargados
fr: données utilisateur chargées
hi: उपयोगकर्ता डेटा लोड हुआ
zh: 用户数据已加载

source: contacts loaded
es: contactos cargados
fr: contacts chargés
hi: संपर्क लोड हुए
zh: 聯絡人已載入

source: fail to load contacts
es: fallo al cargar contactos
fr: échec du chargement des contacts
hi: संपर्क लोड नहीं हुआ
zh: 未能載入聯絡人

source: videos loaded
es: videos cargados
fr: vidéos chargées
hi: वीडियो लोड हुए
zh: 影片已載入

source: fail to load videos
es: fallo al cargar videos
fr: échec du chargement des vidéos
hi: वीडियो लोड नहीं हुआ
zh: 未能載入影片

source: banks loaded
es: bancos cargados
fr: banques chargées
hi: बैंक लोड हुए
zh: 銀行已載入

source: fail to load banks
es: fallo al cargar bancos
fr: échec du chargement des banques
hi: बैंक लोड नहीं हुआ
zh: 未能載入銀行

source: Available balance
es: Dinero disponible
fr: Solde disponible
hi: उपलब्ध शेष
zh: 可用餘額

source: Withdrawal amount
es: Monto a retirar
fr: Montant du retrait
hi: निकालने की राशि
zh: 提款金額

source: Enter the amount
es: Ingrese el monto
fr: Entrez le montant
hi: राशि दर्ज करें
zh: 輸入金額

source: Instant disbursement
es: Desembolso Instantáneo
fr: Décaissement instantané
hi: तुरंत वितरण
zh: 即時支付

source: Paying
es: Pagando
fr: Paiement
hi: भुगतान कर रहा है
zh: 付款中

source: Close
es: Cerrar
fr: Fermer
hi: बंद करें
zh: 關閉

source: Accept
es: Aceptar
fr: Accepter
hi: स्वीकार करें
zh: 接受

source: Validate pending codes
es: Validar codigos pendientes
fr: Valider les codes en attente
hi: बकाया कोड सत्यापित करें
zh: 驗證待處理代碼

source: Request Pay Registration Successfully
es: Solicitud de registro de pago exitosa
fr: Demande d'inscription Pay réussie
hi: अनुरोध पे रजिस्ट्रेशन सफलतापूर्वक
zh: 請求支付註冊成功

source: Today
es: Hoy
fr: Aujourd'hui
hi: आज
zh: 今天

source: Offline
es: Sin conexión
fr: Hors ligne
hi: ऑफ़लाइन
zh: 離線

# code_valid
source: The code is valid
es: El código es válido
fr: Le code est valide
hi: कोड वैध है
zh: 代碼有效

# code_invalid
source: The code is not valid
es: El código no es válido
fr: Le code n'est pas valide
hi: कोड वैध नहीं है
zh: 代碼無效

# code_expired
source: The code has expired
es: El código ha expirado
fr: Le code a expiré
hi: कोड समाप्त हो गया है
zh: 代碼已過期

# code_not_verified
source: The code has not been verified
es: El código no ha sido verificado
fr: Le code n'a pas été vérifié
hi: कोड सत्यापित नहीं हुआ है
zh: 代碼未經驗證

# code_verified
source: The code has been verified
es: El código ha sido verificado
fr: Le code a été vérifié
hi: कोड सत्यापित हो गया है
zh: 代碼已驗證

# code_invalid_or_expired
source: The code is not valid or has expired
es: El código no es válido o ha expirado
fr: Le code n'est pas valide ou a expiré
hi: कोड वैध नहीं है या समाप्त हो गया है
zh: 代碼無效或已過期

# code_is_verified
source: The code has been verified
es: El código ha sido verificado
fr: Le code a été vérifié
hi: कोड सत्यापित हो गया है
zh: 代碼已驗證

# code_is_not_verified
source: The code has not been verified
es: El código no ha sido verificado
fr: Le code n'a pas été vérifié
hi: कोड सत्यापित नहीं हुआ है
zh: 代碼未經驗證

# code_is_invalid_or_expired
source: The code is not valid or has expired
es: El código no es válido o ha expirado
fr: Le code n'est pas valide ou a expiré
hi: कोड वैध नहीं है या समाप्त हो गया है
zh: 代碼無效或已過期

# code_is_not_valid_or_expired
source: The code is not valid or has expired
es: El código no es válido o ha expirado
fr: Le code n'est pas valide ou a expiré
hi: कोड वैध नहीं है या समाप्त हो गया है
zh: 代碼無效或已過期

# code_is_invalid
source: The code is not valid
es: El código no es válido
fr: Le code n'est pas valide
hi: कोड वैध नहीं है
zh: 代碼無效

# code_is_not_valid
source: The code is not valid
es: El código no es válido
fr: Le code n'est pas valide
hi: कोड वैध नहीं है
zh: 代碼無效

# code_is_expired
source: The code has expired
es: El código ha expirado
fr: Le code a expiré
hi: कोड समाप्त हो गया है
zh: 代碼已過期

# code_is_not_expired
source: The code has not expired
es: El código no ha expirado
fr: Le code n'a pas expiré
hi: कोड समाप्त नहीं हुआ है
zh: 代碼未過期

# code_is_invalid_or_not_verified
source: The code is not valid or has not been verified
es: El código no es válido o no ha sido verificado
fr: Le code n'est pas valide ou n'a pas été vérifié
hi: कोड वैध नहीं है या सत्यापित नहीं हुआ है
zh: 代碼無效或未經驗證

# code_is_not_valid_or_not_verified
source: The code is not valid or has not been verified
es: El código no es válido o no ha sido verificado
fr: Le code n'est pas valide ou n'a pas été vérifié
hi: कोड वैध नहीं है या सत्यापित नहीं हुआ है
zh: 代碼無效或未經驗證

source: Video not found
es: Video no encontrado
fr: Vidéo non trouvée
hi: वीडियो नहीं मिला
zh: 未找到影片

# video_not_valid
source: The video is not valid
es: El video no es válido
fr: La vidéo n'est pas valide
hi: वीडियो वैध नहीं है
zh: 影片無效

# video_not_verified
source: The video has not been verified
es: El video no ha sido verificado
fr: La vidéo n'a pas été vérifiée
hi: वीडियो सत्यापित नहीं हुआ है
zh: 影片未經驗證

# video_is_verified
source: The video has been verified
es: El video ha sido verificado
fr: La vidéo a été vérifiée
hi: वीडियो सत्यापित हो गया है
zh: 影片已驗證

# video_is_not_verified
source: The video has not been verified
es: El video no ha sido verificado
fr: La vidéo n'a pas été vérifiée
hi: वीडियो सत्यापित नहीं हुआ है
zh: 影片未經驗證

# video_is_invalid_or_not_verified
source: The video is not valid or has not been verified
es: El video no es válido o no ha sido verificado
fr: La vidéo n'est pas valide ou n'a pas été vérifiée
hi: वीडियो वैध नहीं है या सत्यापित नहीं हुआ है
zh: 影片無效或未經驗證

# video_is_not_valid_or_not_verified
source: The video is not valid or has not been verified
es: El video no es válido o no ha sido verificado
fr: La vidéo n'est pas valide ou n'a pas été vérifiée
hi: वीडियो वैध नहीं है या सत्यापित नहीं हुआ है
zh: 影片無效或未經驗證

source: Server error
es: Error del servidor
fr: Erreur de serveur
hi: सर्वर त्रुटि
zh: 伺服器錯誤

source: Server error. Try again
es: Error del servidor. Intente de nuevo
fr: Erreur de serveur. Veuillez réessayer
hi: सर्वर त्रुटि। पुनः प्रयास करें
zh: 伺服器錯誤。請再試一次

source: Server error. Try again later
es: Error del servidor. Intente de nuevo más tarde
fr: Erreur de serveur. Veuillez réessayer plus tard
hi: सर्वर त्रुटि। बाद में पुनः प्रयास करें
zh: 伺服器錯誤。請稍後再試

# server_error_try_later
source: Server error. Try again later
es: Error del servidor. Intente de nuevo más tarde
fr: Erreur de serveur. Veuillez réessayer plus tard
hi: सर्वर त्रुटि। बाद में पुनः प्रयास करें
zh: 伺服器錯誤。請稍後再試

# conexion_error
source: Connection error
es: Error de conexión
fr: Erreur de connexion
hi: कनेक्शन त्रुटि
zh: 連接錯誤

source: Connection error. Try again
es: Error de conexión. Intente de nuevo
fr: Erreur de connexion. Veuillez réessayer
hi: कनेक्शन त्रुटि। पुनः प्रयास करें
zh: 連接錯誤。請再試一次

source: Connection error. Try again later
es: Error de conexión. Intente de nuevo más tarde
fr: Erreur de connexion. Veuillez réessayer plus tard
hi: कनेक्शन त्रुटि। बाद में पुनः प्रयास करें
zh: 連接錯誤。請稍後再試

# connection_error_try_later
source: Connection error. Try again later
es: Error de conexión. Intente de nuevo más tarde
fr: Erreur de connexion. Veuillez réessayer plus tard
hi: कनेक्शन त्रुटि। बाद में पुनः प्रयास करें
zh: 連接錯誤。請稍後再試

# red_network_error
source: Network error
es: Error de red
fr: Erreur de réseau
hi: नेटवर्क त्रुटि
zh: 網絡錯誤

# red_network_error_try_again
source: Network error. Try again
es: Error de red. Intente de nuevo
fr: Erreur de réseau. Veuillez réessayer
hi: नेटवर्क त्रुटि। पुनः प्रयास करें
zh: 網絡錯誤。請再試一次

# red_network_error_try_again_later
source: Network error. Try again later
es: Error de red. Intente de nuevo más tarde
fr: Erreur de réseau. Veuillez réessayer plus tard
hi: नेटवर्क त्रुटि। बाद में पुनः प्रयास करें
zh: 網絡錯誤。請稍後再試

# red_network_error_try_later
source: Network error. Try again later
es: Error de red. Intente de nuevo más tarde
fr: Erreur de réseau. Veuillez réessayer plus tard
hi: नेटवर्क त्रुटि। बाद में पुनः प्रयास करें
zh: 網絡錯誤。請稍後再試

source: GPS error
es: Error de GPS
fr: Erreur de GPS
hi: GPS त्रुटि
zh: GPS錯誤

source: GPS error. Try again
es: Error de GPS. Intente de nuevo
fr: Erreur de GPS. Veuillez réessayer
hi: GPS त्रुटि। पुनः प्रयास करें
zh: GPS錯誤。請再試一次

source: GPS error. Try again later
es: Error de GPS. Intente de nuevo más tarde
fr: Erreur de GPS. Veuillez réessayer plus tard
hi: GPS त्रुटि। बाद में पुनः प्रयास करें
zh: GPS錯誤。請稍後再試

# gps_error_try_later
source: GPS error. Try again later
es: Error de GPS. Intente de nuevo más tarde
fr: Erreur de GPS. Veuillez réessayer plus tard
hi: GPS त्रुटि। बाद में पुनः प्रयास करें
zh: GPS錯誤。請稍後再試

source: Unknown error
es: Error desconocido
fr: Erreur inconnue
hi: अज्ञात त्रुटि
zh: 未知錯誤

source: Unknown error. Try again
es: Error desconocido. Intente de nuevo
fr: Erreur inconnue. Veuillez réessayer
hi: अज्ञात त्रुटि। पुनः प्रयास करें
zh: 未知錯誤。請再試一次

source: Unknown error. Try again later
es: Error desconocido. Intente de nuevo más tarde
fr: Erreur inconnue. Veuillez réessayer plus tard
hi: अज्ञात त्रुटि। बाद में पुनः प्रयास करें
zh: 未知錯誤。請稍後再試

# unknown_error_try_later
source: Unknown error. Try again later
es: Error desconocido. Intente de nuevo más tarde
fr: Erreur inconnue. Veuillez réessayer plus tard
hi: अज्ञात त्रुटि। बाद में पुनः प्रयास करें
zh: 未知錯誤。請稍後再試

source: Bank account number is required
es: El número de cuenta bancaria es requerido
fr: Le numéro de compte bancaire est requis
hi: बैंक खाता संख्या आवश्यक है
zh: 需要銀行帳號

# bank_account_number_is_invalid
source: Bank account number is not valid
es: El número de cuenta bancaria no es válido
fr: Le numéro de compte bancaire n'est pas valide
hi: बैंक खाता संख्या वैध नहीं है
zh: 銀行帳號無效

# bank_account_number_is_not_verified
source: Bank account number has not been verified
es: El número de cuenta bancaria no ha sido verificado
fr: Le numéro de compte bancaire n'a pas été vérifié
hi: बैंक खाता संख्या सत्यापित नहीं हुई है
zh: 銀行帳號未經驗證

# bank_account_number_is_verified
source: Bank account number has been verified
es: El número de cuenta bancaria ha sido verificado
fr: Le numéro de compte bancaire a été vérifié
hi: बैंक खाता संख्या सत्यापित हो गई है
zh: 銀行帳號已驗證

# bank_account_number_is_invalid_or_not_verified
source: Bank account number is not valid or has not been verified
es: El número de cuenta bancaria no es válido o no ha sido verificado
fr: Le numéro de compte bancaire n'est pas valide ou n'a pas été vérifié
hi: बैंक खाता संख्या वैध नहीं है या सत्यापित नहीं हुई है
zh: 銀行帳號無效或未經驗證

# bank_account_number_is_not_valid_or_not_verified
source: Bank account number is not valid or has not been verified
es: El número de cuenta bancaria no es válido o no ha sido verificado
fr: Le numéro de compte bancaire n'est pas valide ou n'a pas été vérifié
hi: बैंक खाता संख्या वैध नहीं है या सत्यापित नहीं हुई है
zh: 銀行帳號無效或未經驗證

# scanned_qr_report
source: QR Scan Report
es: Reporte de escaneado QR
fr: Rapport de scan QR
hi: QR स्कैन रिपोर्ट
zh: QR掃描報告

source: Data not found
es: No se encontraron datos
fr: Données non trouvées
hi: डेटा नहीं मिला
zh: 找不到數據

# data_not_valid
source: The data is not valid
es: Los datos no son válidos
fr: Les données ne sont pas valides
hi: डेटा वैध नहीं है
zh: 數據無效

# data_not_verified
source: The data has not been verified
es: Los datos no han sido verificados
fr: Les données n'ont pas été vérifiées
hi: डेटा सत्यापित नहीं हुआ है
zh: 數據未經驗證

# data_is_verified
source: The data has been verified
es: Los datos han sido verificados
fr: Les données ont été vérifiées
hi: डेटा सत्यापित हो गया है
zh: 數據已驗證

# data_is_not_verified
source: The data has not been verified
es: Los datos no han sido verificados
fr: Les données n'ont pas été vérifiées
hi: डेटा सत्यापित नहीं हुआ है
zh: 數據未經驗證

source: Date
es: Fecha
hi: तारीख
zh: 日期

source: Pending
es: Pendiente
fr: En attente
hi: लंबित
zh: 未定

source: Interchanged
es: Reclamado
fr: Revendiqué
hi: दावा किया
zh: 已申領

source: otp_error
fr: erreur_otp
zh: otp_錯誤
