Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: If you access the Services via the App, then we grant you a revocable, non-exclusive, non-transferable, limited right to install and use the App on wireless electronic devices owned or controlled by you, and to access and use the App on such devices strictly in accordance with the terms and conditions of this mobile application licence contained in these Legal Terms. You shall not: (1) except as permitted by applicable law, decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the App; (2) make any modification, adaptation, improvement, enhancement, translation, or derivative work from the App; (3) violate any applicable laws, rules, or regulations in connection with your access or use of the App; (4) remove, alter, or obscure any proprietary notice (including any notice of copyright or trademark) posted by us or the licensors of the App; (5) use the App for any revenue-generating endeavour, commercial enterprise, or other purpose for which it is not designed or intended; (6) make the App available over a network or other environment permitting access or use by multiple devices or users at the same time; (7) use the App for creating a product, service, or software that is, directly or indirectly, competitive with or in any way a substitute for the App; (8) use the App to send automated queries to any website or to send any unsolicited commercial email; or (9) use any proprietary information or any of our interfaces or our other intellectual property in the design, development, manufacture, licensing, or distribution of any applications, accessories, or devices for use with the App
es: Si accede a los Servicios a través de la Aplicación, le otorgamos un derecho revocable, no exclusivo, intransferible y limitado para instalar y utilizar la Aplicación en dispositivos electrónicos inalámbricos de su propiedad o controlados por usted, y para acceder y utilizar la Aplicación. en dichos dispositivos estrictamente de acuerdo con los términos y condiciones de esta licencia de aplicación móvil contenida en estos Términos legales. Usted no deberá: (1) excepto según lo permitido por la ley aplicable, descompilar, realizar ingeniería inversa, desensamblar, intentar derivar el código fuente de , o descifrar la Aplicación; (2) realizar cualquier modificación, adaptación, mejora, mejora, traducción o trabajo derivado de la Aplicación; (3) violar cualquier ley, norma o regulación aplicable en relación con su acceso o uso de la Aplicación ; (4) eliminar, alterar u ocultar cualquier aviso de propiedad (incluido cualquier aviso de derechos de autor o marca registrada) publicado por nosotros o los licenciantes de la Aplicación; (5) utilizar la Aplicación para cualquier actividad generadora de ingresos, empresa comercial u otra propósito para el cual no está diseñado o destinado; (6) hacer que la Aplicación esté disponible a través de una red u otro entorno que permita el acceso o el uso por parte de múltiples dispositivos o usuarios al mismo tiempo; (7) utilizar la Aplicación para crear un producto, servicio o software que, directa o indirectamente, compita o de alguna manera sustituya la Aplicación; (8) utilizar la Aplicación para enviar consultas automatizadas a cualquier sitio web o para enviar cualquier correo electrónico comercial no solicitado; o (9) usar cualquier información de propiedad o cualquiera de nuestras interfaces u otra propiedad intelectual nuestra en el diseño, desarrollo, fabricación, concesión de licencia o distribución de cualquier aplicación, accesorio o dispositivo para usar con la Aplicación
fr: Si vous accédez aux Services via l'Application, nous vous accordons un droit révocable, non exclusif, non transférable et limité d'installer et d'utiliser l'Application sur des appareils électroniques sans fil que vous possédez ou contrôlez, et d'accéder et d'utiliser l'Application. sur ces appareils en stricte conformité avec les termes et conditions de cette licence d'application mobile contenus dans les présentes conditions juridiques. Vous ne devez pas : (1) sauf dans la mesure permise par la loi applicable, décompiler, effectuer une ingénierie inverse, désassembler, tenter de dériver le code source de , ou décrypter l'Application ; (2) effectuer toute modification, adaptation, amélioration, amélioration, traduction ou travail dérivé à partir de l'Application ; (3) violer les lois, règles ou réglementations applicables en relation avec votre accès ou votre utilisation de l'Application. ; (4) supprimer, modifier ou masquer tout avis de propriété (y compris tout avis de droit d'auteur ou de marque) publié par nous ou les concédants de licence de l'application ; (5) utiliser l'application pour toute entreprise génératrice de revenus, entreprise commerciale ou autre un usage pour lequel il n'est pas conçu ou destiné ; (6) rendre l'application disponible sur un réseau ou un autre environnement permettant l'accès ou l'utilisation par plusieurs appareils ou utilisateurs en même temps ; (7) utiliser l'Application pour créer un produit, un service ou un logiciel qui est, directement ou indirectement, concurrent ou de quelque manière que ce soit un substitut à l'Application ; (8) utiliser l'Application pour envoyer des requêtes automatisées à n'importe quel site Web ou pour envoyer des e-mails commerciaux non sollicités ; ou (9) utiliser toute information exclusive ou l'une de nos interfaces ou notre autre propriété intellectuelle dans la conception, le développement, la fabrication, l'octroi de licences ou la distribution de toute application, accessoire ou appareil à utiliser avec l'application
hi: यदि आप ऐप के माध्यम से सेवाओं तक पहुंचते हैं, तो हम आपको आपके स्वामित्व या नियंत्रण वाले वायरलेस इलेक्ट्रॉनिक उपकरणों पर ऐप इंस्टॉल करने और उपयोग करने और ऐप तक पहुंचने और उपयोग करने का एक प्रतिसंहरणीय, गैर-अनन्य, गैर-हस्तांतरणीय, सीमित अधिकार प्रदान करते हैं। ऐसे उपकरणों पर इन कानूनी शर्तों में निहित इस मोबाइल एप्लिकेशन लाइसेंस के नियमों और शर्तों के अनुसार सख्ती से। आप: (1) लागू कानून द्वारा अनुमति के अलावा, डिकंपाइल, रिवर्स इंजीनियर, डिस्सेबल, स्रोत कोड प्राप्त करने का प्रयास नहीं करेंगे। , या ऐप को डिक्रिप्ट करें; (2) ऐप से कोई भी संशोधन, अनुकूलन, सुधार, वृद्धि, अनुवाद, या व्युत्पन्न कार्य करें; (3) ऐप के आपके उपयोग या उपयोग के संबंध में किसी भी लागू कानून, नियम या विनियम का उल्लंघन करें ; (4) हमारे या ऐप के लाइसेंसदाताओं द्वारा पोस्ट किए गए किसी भी मालिकाना नोटिस (कॉपीराइट या ट्रेडमार्क के किसी भी नोटिस सहित) को हटाएं, बदलें या अस्पष्ट करें; (5) किसी भी राजस्व-सृजन प्रयास, वाणिज्यिक उद्यम या अन्य के लिए ऐप का उपयोग करें वह उद्देश्य जिसके लिए इसे डिज़ाइन या इरादा नहीं किया गया है; (6) ऐप को एक ही समय में एकाधिक डिवाइस या उपयोगकर्ताओं द्वारा पहुंच या उपयोग की अनुमति देने वाले नेटवर्क या अन्य वातावरण पर उपलब्ध कराना; (7) ऐसे उत्पाद, सेवा या सॉफ़्टवेयर बनाने के लिए ऐप का उपयोग करें जो प्रत्यक्ष या अप्रत्यक्ष रूप से ऐप के साथ प्रतिस्पर्धी हो या किसी भी तरह से उसका विकल्प हो; (8) किसी भी वेबसाइट पर स्वचालित प्रश्न भेजने या कोई अवांछित व्यावसायिक ईमेल भेजने के लिए ऐप का उपयोग करें; या (9) ऐप के साथ उपयोग के लिए किसी भी एप्लिकेशन, सहायक उपकरण या डिवाइस के डिजाइन, विकास, निर्माण, लाइसेंसिंग या वितरण में किसी भी मालिकाना जानकारी या हमारे किसी इंटरफेस या हमारी अन्य बौद्धिक संपदा का उपयोग करें
zh: 如果您通過應用程序訪問服務，則我們授予您可撤銷的、非排他性的、不可轉讓的有限權利，以在您擁有或控制的無線電子設備上安裝和使用該應用程序，以及訪問和使用該應用程序在此類設備上嚴格遵守這些法律條款中包含的移動應用程序許可的條款和條件。您不得：(1) 除非適用法律允許，否則反編譯、逆向工程、反彙編、嘗試獲取源代碼或解密應用程序；(2) 對應用程序進行任何修改、改編、改進、增強、翻譯或衍生作品；(3) 違反與您訪問或使用應用程序相關的任何適用法律、規則或法規；(4) 刪除、更改或隱藏我們或應用程序許可方發布的任何專有聲明（包括任何版權或商標聲明）；(5) 將應用程序用於任何創收活動、商業企業或其他目的其設計或預期目的並非如此； (6) 使應用程序可通過網絡或其他允許多個設備或用戶同時訪問或使用的環境使用； (7) 使用應用程序創建直接或間接與應用程序競爭或以任何方式替代應用程序的產品、服務或軟件； (8) 使用該應用程序向任何網站發送自動查詢或發送任何未經請求的商業電子郵件； (9) 在設計、開發、製造、許可或分發與應用程序一起使用的任何應用程序、配件或設備時使用任何專有信息或我們的任何界面或我們的其他知識產權

# t_c__apple_and_android_
source: Apple and Android
es: Apple y Android
fr: Apple et Android
hi: एप्पल और एंड्रॉइड
zh: 蘋果和安卓

source: The following terms apply when you use the App obtained from either the Apple Store or Google Play (each an 'App Distributor') to access the Services: (1) the licence granted to you for our App is limited to a non-transferable licence to use the application on a device that utilises the Apple iOS or Android operating systems, as applicable, and in accordance with the usage rules set forth in the applicable App Distributor’s terms of service; (2) we are responsible for providing any maintenance and support services with respect to the App as specified in the terms and conditions of this mobile application licence contained in these Legal Terms or as otherwise required under applicable law, and you acknowledge that each App Distributor has no obligation whatsoever to furnish any maintenance and support services with respect to the App; (3) in the event of any failure of the App to conform to any applicable warranty, you may notify the applicable App Distributor, and the App Distributor, in accordance with its terms and policies, may refund the purchase price, if any, paid for the App, and to the maximum extent permitted by applicable law, the App Distributor will have no other warranty obligation whatsoever with respect to the App; (4) you represent and warrant that (i) you are not located in a country that is subject to a US government embargo, or that has been designated by the US government as a 'terrorist supporting' country and (ii) you are not listed on any US government list of prohibited or restricted parties; (5) you must comply with applicable third-party terms of agreement when using the App, e.g. if you have a VoIP application, then you must not be in violation of their wireless data service agreement when using the App; and (6) you acknowledge and agree that the App Distributors are third-party beneficiaries of the terms and conditions in this mobile application licence contained in these Legal Terms, and that each App Distributor will have the right (and will be deemed to have accepted the right) to enforce the terms and conditions in this mobile application licence contained in these Legal Terms against you as a third-party beneficiary thereof
es: Los siguientes términos se aplican cuando utiliza la Aplicación obtenida en Apple Store o Google Play (cada uno un'Distribuidor de Aplicaciones') para acceder a los Servicios: (1) la licencia que se le otorga para nuestra Aplicación se limita a un período no transferible licencia para usar la aplicación en un dispositivo que utiliza los sistemas operativos Apple iOS o Android, según corresponda, y de acuerdo con las reglas de uso establecidas en los términos de servicio del Distribuidor de aplicaciones correspondiente; (2) somos responsables de proporcionar cualquier mantenimiento y servicios de soporte con respecto a la Aplicación como se especifica en los términos y condiciones de esta licencia de aplicación móvil contenida en estos Términos legales o según lo requiera la ley aplicable, y usted reconoce que cada Distribuidor de aplicaciones no tiene obligación alguna de proporcionar ningún servicio de mantenimiento y soporte. con respecto a la Aplicación; (3) en caso de que la Aplicación no cumpla con cualquier garantía aplicable, usted puede notificar al Distribuidor de la Aplicación correspondiente, y el Distribuidor de la Aplicación, de acuerdo con sus términos y políticas, puede reembolsar la compra. precio, si lo hubiera, pagado por la Aplicación, y en la medida máxima permitida por la ley aplicable, el Distribuidor de la Aplicación no tendrá ninguna otra obligación de garantía con respecto a la Aplicación; (4) usted declara y garantiza que (i) no se encuentra en un país que esté sujeto a un embargo del gobierno de los EE. UU. o que haya sido designado por el gobierno de los EE. UU. como un país que'apoya al terrorismo'y (ii) no está incluido en cualquier lista del gobierno de EE. UU. de partes prohibidas o restringidas; (5) debe cumplir con los términos de acuerdo aplicables de terceros al utilizar la Aplicación; por ejemplo, si tiene una aplicación VoIP, no debe infringir su acuerdo de servicio de datos inalámbricos al utilizar la Aplicación; y (6) usted reconoce y acepta que los Distribuidores de aplicaciones son terceros beneficiarios de los términos y condiciones de esta licencia de aplicación móvil contenida en estos Términos legales, y que cada Distribuidor de aplicaciones tendrá el derecho (y se considerará que ha aceptado) el derecho) de hacer cumplir los términos y condiciones de esta licencia de aplicación móvil contenida en estos Términos Legales contra usted como tercero beneficiario de la misma
fr: Les conditions suivantes s'appliquent lorsque vous utilisez l'application obtenue sur l'Apple Store ou Google Play (chacun étant un ' distributeur d'application ') pour accéder aux services : (1) la licence qui vous est accordée pour notre application est limitée à une durée de vie non transférable. licence pour utiliser l'application sur un appareil qui utilise les systèmes d'exploitation Apple iOS ou Android, selon le cas, et conformément aux règles d'utilisation énoncées dans les conditions de service du distributeur d'applications applicable ; (2) nous sommes responsables de fournir toute maintenance et services d'assistance concernant l'application, comme spécifié dans les termes et conditions de cette licence d'application mobile contenus dans les présentes conditions juridiques ou comme requis par la loi applicable, et vous reconnaissez que chaque distributeur d'application n'a aucune obligation de fournir des services de maintenance et d'assistance. en ce qui concerne l'Application ; (3) en cas de non-conformité de l'Application à toute garantie applicable, vous pouvez en informer le Distributeur d'Application concerné, et le Distributeur d'Application, conformément à ses conditions et politiques, peut rembourser l'achat. prix, le cas échéant, payé pour l'Application, et dans la mesure maximale permise par la loi applicable, le Distributeur de l'Application n'aura aucune autre obligation de garantie quelle qu'elle soit en ce qui concerne l'Application ; (4) vous déclarez et garantissez que (i) vous n'êtes pas situé dans un pays soumis à un embargo du gouvernement américain, ou qui a été désigné par le gouvernement américain comme un pays ' soutenant le terrorisme ' et (ii) vous n'êtes pas répertorié sur toute liste du gouvernement américain de parties interdites ou restreintes ; (5) vous devez vous conformer aux conditions d'accord de tiers applicables lorsque vous utilisez l'application, par exemple si vous disposez d'une application VoIP, vous ne devez pas enfreindre leur contrat de service de données sans fil lorsque vous utilisez l'application ; et (6) vous reconnaissez et acceptez que les distributeurs d'applications sont des tiers bénéficiaires des termes et conditions de cette licence d'application mobile contenus dans les présentes conditions juridiques, et que chaque distributeur d'applications aura le droit (et sera réputé avoir accepté le droit) de faire valoir les termes et conditions de cette licence d'application mobile contenus dans les présentes conditions juridiques à votre encontre en tant que tiers bénéficiaire de celle-ci
hi: जब आप सेवाओं तक पहुंचने के लिए ऐप्पल स्टोर या Google Play (प्रत्येक एक 'ऐप वितरक') से प्राप्त ऐप का उपयोग करते हैं तो निम्नलिखित शर्तें लागू होती हैं: (1) हमारे ऐप के लिए आपको दिया गया लाइसेंस एक गैर-हस्तांतरणीय तक सीमित है किसी डिवाइस पर एप्लिकेशन का उपयोग करने का लाइसेंस जो ऐप्पल आईओएस या एंड्रॉइड ऑपरेटिंग सिस्टम का उपयोग करता है, जैसा लागू हो, और लागू ऐप वितरक की सेवा की शर्तों में निर्धारित उपयोग नियमों के अनुसार; (2) हम किसी भी रखरखाव प्रदान करने के लिए जिम्मेदार हैं और इन कानूनी शर्तों में शामिल इस मोबाइल एप्लिकेशन लाइसेंस के नियमों और शर्तों में निर्दिष्ट या अन्यथा लागू कानून के तहत आवश्यक ऐप के संबंध में समर्थन सेवाएं, और आप स्वीकार करते हैं कि प्रत्येक ऐप वितरक के पास किसी भी रखरखाव और समर्थन सेवाओं को प्रस्तुत करने का कोई दायित्व नहीं है। ऐप के संबंध में; (3) ऐप के किसी भी लागू वारंटी के अनुरूप विफल होने की स्थिति में, आप लागू ऐप वितरक को सूचित कर सकते हैं, और ऐप वितरक, अपनी शर्तों और नीतियों के अनुसार, खरीदारी वापस कर सकता है ऐप के लिए भुगतान की गई कीमत, यदि कोई हो, और लागू कानून द्वारा अनुमत अधिकतम सीमा तक, ऐप वितरक के पास ऐप के संबंध में कोई अन्य वारंटी दायित्व नहीं होगा; (4) आप प्रतिनिधित्व करते हैं और आश्वासन देते हैं कि (i) आप ऐसे देश में नहीं हैं जो अमेरिकी सरकार के प्रतिबंध के अधीन है, या जिसे अमेरिकी सरकार द्वारा 'आतंकवादी समर्थक' देश के रूप में नामित किया गया है और (ii) आप नहीं हैं प्रतिबंधित या प्रतिबंधित पार्टियों की किसी भी अमेरिकी सरकार की सूची में सूचीबद्ध; (5) आपको ऐप का उपयोग करते समय लागू तृतीय-पक्ष समझौते की शर्तों का पालन करना होगा, उदाहरण के लिए यदि आपके पास एक वीओआईपी एप्लिकेशन है, तो आपको ऐप का उपयोग करते समय उनके वायरलेस डेटा सेवा समझौते का उल्लंघन नहीं करना चाहिए; और (6) आप स्वीकार करते हैं और सहमत हैं कि ऐप वितरक इन कानूनी शर्तों में शामिल इस मोबाइल एप्लिकेशन लाइसेंस के नियमों और शर्तों के तीसरे पक्ष के लाभार्थी हैं, और प्रत्येक ऐप वितरक के पास अधिकार होगा (और इसे स्वीकार किया हुआ माना जाएगा) इस मोबाइल एप्लिकेशन लाइसेंस में इन कानूनी शर्तों में शामिल नियमों और शर्तों को तीसरे पक्ष के लाभार्थी के रूप में आपके विरुद्ध लागू करने का अधिकार
zh: 當您使用從 Apple Store 或 Google Play（均為'應用程序分銷商'）獲取的應用程序來訪問服務時，以下條款適用：(1) 授予您的我們應用程序的許可僅限於不可轉讓的許可在使用Apple iOS 或Android 操作系統的設備上使用該應用程序（如果適用），並按照適用的應用程序分銷商服務條款中規定的使用規則；(2) 我們負責提供任何維護和維護本法律條款中包含的移動應用程序許可證的條款和條件中指定的或適用法律另有要求的與應用程序相關的支持服務，並且您承認每個應用程序分銷商沒有義務提供任何維護和支持服務對於應用程序；( 3) 如果應用程序未能遵守任何適用的保證，您可以通知適用的應用程序分銷商，應用程序分銷商可以根據其條款和政策退款為應用程序支付的價格（如有），並且在適用法律允許的最大範圍內，應用程序分銷商對應用程序不承擔任何其他保證義務； (4) 您聲明並保證 (i) 您不位於受美國政府禁運的國家或已被美國政府指定為'支持恐怖主義'的國家，並且 (ii) 您不位於列入任何美國政府禁止或限制方名單； (5) 您在使用本應用程序時必須遵守適用的第三方協議條款，例如，如果您有VoIP應用，那麼您在使用本應用程序時不得違反其無線數據服務協議； (6) 您承認並同意，應用程序分銷商是這些法律條款中包含的移動應用程序許可中的條款和條件的第三方受益人，並且每個應用程序分銷商將有權（並將被視為已接受有權）對作為第三方受益人的您強制執行這些法律條款中包含的移動應用程序許可中的條款和條件

# t_c__10__services_management__
source: 10. SERVICES MANAGEMENT
es: 10. GESTIÓN DE SERVICIOS
fr: 10. GESTION DES SERVICES
hi: 10. सेवा प्रबंधन
zh: 10. 服務管理

source: We reserve the right, but not the obligation, to: (1) monitor the Services for violations of these Legal Terms; (2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Legal Terms, including without limitation, reporting such user to law enforcement authorities; (3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof; (4) in our sole discretion and without limitation, notice, or liability, to remove from the Services or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems; and (5) otherwise manage the Services in a manner designed to protect our rights and property and to facilitate the proper functioning of the Services.
es: Nos reservamos el derecho, pero no la obligación, de: (1) monitorear los Servicios para detectar violaciones de estos Términos legales; (2) tomar las acciones legales apropiadas contra cualquier persona que, a nuestro exclusivo criterio, viole la ley o estos Términos legales, incluyendo, entre otros, informar a dicho usuario a las autoridades encargadas de hacer cumplir la ley; (3) a nuestro exclusivo criterio y sin limitación, rechazar, restringir el acceso, limitar la disponibilidad o desactivar (en la medida en que sea tecnológicamente posible) cualquiera de sus Contribuciones o cualquier parte del mismo; (4) a nuestro exclusivo criterio y sin limitación, aviso o responsabilidad, eliminar de los Servicios o deshabilitar de otro modo todos los archivos y contenidos que sean excesivos en tamaño o que de alguna manera sean gravosos para nuestros sistemas; y (5) de otro modo gestionar los Servicios de una manera diseñada para proteger nuestros derechos y propiedad y facilitar el funcionamiento adecuado de los Servicios'
fr: Nous nous réservons le droit, mais non l'obligation, de : (1) surveiller les services pour détecter toute violation des présentes conditions juridiques ; (2) engager des poursuites judiciaires appropriées contre toute personne qui, à notre seule discrétion, enfreint la loi ou les présentes conditions juridiques, y compris, sans s'y limiter, signaler cet utilisateur aux autorités chargées de l'application de la loi ; (3) à notre seule discrétion et sans limitation, refuser, restreindre l'accès, limiter la disponibilité ou désactiver (dans la mesure où cela est technologiquement possible) l'une de vos contributions ou toute partie de ceux-ci ; (4) à notre seule discrétion et sans limitation, préavis ou responsabilité, supprimer des Services ou autrement désactiver tous les fichiers et contenus qui sont de taille excessive ou qui sont de quelque manière que ce soit fastidieux pour nos systèmes ; et (5) autrement gérer les Services de manière conçue pour protéger nos droits et nos biens et pour faciliter le bon fonctionnement des Services.
hi: हम अधिकार सुरक्षित रखते हैं, लेकिन दायित्व नहीं, कि: (1) इन कानूनी शर्तों के उल्लंघन के लिए सेवाओं की निगरानी करें; (2) किसी के भी खिलाफ उचित कानूनी कार्रवाई करें, जो हमारे विवेक से, कानून या इन कानूनी शर्तों का उल्लंघन करता है, जिसमें बिना किसी सीमा के, ऐसे उपयोगकर्ता को कानून प्रवर्तन अधिकारियों को रिपोर्ट करना शामिल है; (3) हमारे विवेक से और बिना किसी सीमा के, आपके किसी भी योगदान या किसी भी हिस्से को अस्वीकार करना, पहुंच को प्रतिबंधित करना, उपलब्धता को सीमित करना, या अक्षम करना (तकनीकी रूप से संभव सीमा तक)। उसके; (4) हमारे विवेक पर और बिना किसी सीमा, नोटिस या दायित्व के, उन सभी फ़ाइलों और सामग्री को सेवाओं से हटा दें या अन्यथा अक्षम कर दें जो आकार में अत्यधिक हैं या किसी भी तरह से हमारे सिस्टम पर बोझ हैं; और (5) अन्यथा हमारे अधिकारों और संपत्ति की रक्षा करने और सेवाओं के उचित कामकाज को सुविधाजनक बनाने के लिए डिज़ाइन किए गए तरीके से सेवाओं का प्रबंधन करें।
zh: 我們保留權利，但沒有義務：(1) 監控服務是否違反這些法律條款；(2) 對我們自行判斷違反法律或這些法律條款的任何人採取適當的法律行動，包括但不限於向執法機構舉報該用戶；(3) 我們自行決定並但不限於拒絕、限制訪問、限制其可用性或禁用（在技術可行的範圍內）您的任何貢獻或任何部分(4) 我們自行決定且不限於通知或承擔責任，從服務中刪除或以其他方式禁用所有過大或以任何方式對我們的系統造成負擔的文件和內容；以及(5) 以其他方式以保護我們的權利和財產並促進服務正常運行的方式管理服務。

# t_c__11__privacy_policy__
source: 11. PRIVACY POLICY
es: 11. POLÍTICA DE PRIVACIDAD
fr: 11. POLITIQUE DE CONFIDENTIALITÉ
hi: 11. गोपनीयता नीति
zh: 11. 隱私政策
