Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: By posting your Contributions to any part of the Services, you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and licence to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorise sublicences of the foregoing. The use and distribution may occur in any media formats and through any media channel
es: Al publicar sus Contribuciones en cualquier parte de los Servicios, usted automáticamente otorga, declara y garantiza que tiene el derecho de otorgarnos un derecho irrestricto, ilimitado, irrevocable, perpetuo, no exclusivo, transferible, libre de regalías, derecho mundial totalmente pagado y licencia para alojar, usar, copiar, reproducir, divulgar, vender, revender, publicar, transmitir, retitular, archivar, almacenar, almacenar en caché, realizar públicamente, mostrar públicamente, reformatear, traducir, transmitir, extraer ( en su totalidad o en parte), y distribuir dichas Contribuciones (incluidas, entre otras, su imagen y voz) para cualquier propósito, comercial, publicitario o de otro tipo, y para preparar trabajos derivados de, o incorporar a otras obras, dichas Contribuciones, y'Otorgar y autorizar sublicencias de los anteriores. El uso y distribución podrá ocurrir en cualquier formato de medios y a través de cualquier canal de medios'
fr: En publiant vos contributions à n'importe quelle partie des Services, vous accordez automatiquement, et vous déclarez et garantissez que vous avez le droit de nous accorder, un accès illimité, illimité, irrévocable, perpétuel, non exclusif, transférable, libre de droits, droit et licence mondiaux entièrement payés pour héberger, utiliser, copier, reproduire, divulguer, vendre, revendre, publier, diffuser, retitrer, archiver, stocker, mettre en cache, exécuter publiquement, afficher publiquement, reformater, traduire, transmettre, extraire ( en tout ou en partie), et distribuer ces contributions (y compris, sans limitation, votre image et votre voix) à toute fin, commerciale, publicitaire ou autre, et pour préparer des œuvres dérivées de, ou incorporer dans d'autres œuvres, ces contributions, et accorder et autoriser les sous-licences de ce qui précède. L'utilisation et la distribution peuvent avoir lieu dans n'importe quel format médiatique et via n'importe quel canal médiatique
hi: सेवाओं के किसी भी हिस्से में अपना योगदान पोस्ट करके, आप स्वचालित रूप से अनुदान देते हैं, और आप प्रतिनिधित्व करते हैं और गारंटी देते हैं कि आपके पास हमें अप्रतिबंधित, असीमित, अपरिवर्तनीय, शाश्वत, गैर-अनन्य, हस्तांतरणीय, रॉयल्टी-मुक्त, अनुदान देने का अधिकार है। पूरी तरह से भुगतान, विश्वव्यापी अधिकार, और होस्ट करने, उपयोग करने, प्रतिलिपि बनाने, पुन: पेश करने, खुलासा करने, बेचने, फिर से बेचने, प्रकाशित करने, प्रसारित करने, पुनः शीर्षक देने, संग्रह करने, स्टोर करने, कैश करने, सार्वजनिक रूप से प्रदर्शन करने, सार्वजनिक रूप से प्रदर्शित करने, पुन: स्वरूपित करने, अनुवाद करने, संचारित करने, अंश लिखने का लाइसेंस ( संपूर्ण या आंशिक रूप से), और किसी भी उद्देश्य, वाणिज्यिक, विज्ञापन, या अन्यथा के लिए ऐसे योगदान वितरित करें (बिना किसी सीमा के, आपकी छवि और आवाज सहित), और ऐसे योगदानों के व्युत्पन्न कार्यों को तैयार करने, या अन्य कार्यों में शामिल करने के लिए, और पूर्वगामी के उपलाइसेंस प्रदान करें और अधिकृत करें। उपयोग और वितरण किसी भी मीडिया प्रारूप में और किसी भी मीडिया चैनल के माध्यम से हो सकता है
zh: 通過將您的貢獻發佈到服務的任何部分，您自動授予，並且您聲明並保證您有權向我們授予不受限制的、無限的、不可撤銷的、永久的、非排他的、可轉讓的、免版稅的、全額付費、全球範圍內的權利和許可，可託管、使用、複製、重製、披露、出售、轉售、出版、廣播、重新命名、存檔、存儲、緩存、公開表演、公開展示、重新格式化、翻譯、傳輸、摘錄（全部或部分），並出於任何商業、廣告或其他目的分發此類貢獻（包括但不限於您的圖像和聲音），並準備此類貢獻的衍生作品或將其合併到其他作品中，以及授予並授權上述內容的再許可。使用和分發可以以任何媒體格式並通過任何媒體渠道進行

source: This licence will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide. You waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contribution
es: Esta licencia se aplicará a cualquier forma, medio o tecnología conocida ahora o desarrollada en el futuro, e incluye nuestro uso de su nombre, nombre de empresa y nombre de franquicia, según corresponda, y cualquiera de las marcas comerciales, marcas de servicio, nombres comerciales y logotipos.
fr: Cette licence s'appliquera à toute forme, média ou technologie actuellement connue ou développée ultérieurement, et inclut notre utilisation de votre nom, du nom de votre entreprise et du nom de votre franchise, le cas échéant, ainsi que de toutes les marques déposées, marques de service, noms commerciaux, logos.
hi: यह लाइसेंस अब ज्ञात या इसके बाद विकसित किसी भी रूप, मीडिया या तकनीक पर लागू होगा, और इसमें आपके नाम, कंपनी का नाम और फ्रेंचाइजी नाम, जैसा लागू हो, और किसी भी ट्रेडमार्क, सेवा चिह्न, व्यापार नाम, लोगो का उपयोग शामिल है। , और आपके द्वारा प्रदान की गई व्यक्तिगत और व्यावसायिक छवियां। आप अपने योगदान में सभी नैतिक अधिकारों का त्याग करते हैं, और आप आश्वासन देते हैं कि आपके योगदान में नैतिक अधिकारों का अन्यथा दावा नहीं किया गया है
zh: 本許可將適用於現在已知或以後開發的任何形式、媒體或技術，包括我們對您的姓名、公司名稱和特許經營名稱（如適用）的使用，以及任何商標、服務標記、商品名稱、徽標以及您提供的個人和商業圖像。您放棄您的貢獻中的所有精神權利，並且您保證您的貢獻中沒有以其他方式主張精神權利

source: We do not assert any ownership over your Contributions. You retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions. We are not liable for any statements or representations in your Contributions provided by you in any area on the Services. You are solely responsible for your Contributions to the Services and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contribution
es: No afirmamos ninguna propiedad sobre sus Contribuciones. Usted conserva la propiedad total de todas sus Contribuciones y cualquier derecho de propiedad intelectual u otros derechos de propiedad asociados con sus Contribuciones. No somos responsables de ninguna declaración o representación en sus Contribuciones proporcionada por usted en cualquier área de los Servicios. Usted es el único responsable de sus Contribuciones a los Servicios y acepta expresamente exonerarnos de toda responsabilidad y abstenerse de cualquier acción legal contra nosotros con respecto a su Contribución
fr: Nous ne revendiquons aucune propriété sur vos contributions. Vous conservez l'entière propriété de toutes vos contributions et de tous droits de propriété intellectuelle ou autres droits de propriété associés à vos contributions. Nous ne sommes pas responsables des déclarations ou représentations dans vos contributions fournies par vous dans n'importe quel domaine des Services. Vous êtes seul responsable de vos Contributions aux Services et vous acceptez expressément de nous exonérer de toute responsabilité et de vous abstenir de toute action en justice à notre encontre concernant votre Contribution
hi: हम आपके योगदान पर किसी स्वामित्व का दावा नहीं करते हैं। आप अपने सभी योगदानों और किसी भी बौद्धिक संपदा अधिकार या आपके योगदान से जुड़े अन्य मालिकाना अधिकारों का पूर्ण स्वामित्व रखते हैं। हम आपके योगदान में आपके द्वारा प्रदान किए गए किसी भी बयान या प्रतिनिधित्व के लिए उत्तरदायी नहीं हैं। सेवाओं पर कोई भी क्षेत्र। आप सेवाओं में अपने योगदान के लिए पूरी तरह से जिम्मेदार हैं और आप हमें किसी भी और सभी जिम्मेदारी से मुक्त करने और आपके योगदान के संबंध में हमारे खिलाफ किसी भी कानूनी कार्रवाई से बचने के लिए स्पष्ट रूप से सहमत हैं
zh: 我們不主張對您的貢獻有任何所有權。您保留對您的所有貢獻以及與您的貢獻相關的任何知識產權或其他專有權利的完全所有權。我們對您在貢獻中提供的任何聲明或陳述不承擔任何責任服務的任何區域。您對您對服務的貢獻承擔全部責任，並且您明確同意免除我們的任何及所有責任，並避免就您的貢獻對我們採取任何法律行動

source: We have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions; (2) to re-categorise any Contributions to place them in more appropriate locations on the Services; and (3) to pre-screen or delete any Contributions at any time and for any reason, without notice. We have no obligation to monitor your Contributions
es: Tenemos el derecho, a nuestro exclusivo y absoluto criterio, (1) de editar, redactar o cambiar de otro modo cualquier Contribución; (2) de recategorizar cualquier Contribución para colocarla en ubicaciones más apropiadas de los Servicios; y (3 ) para preseleccionar o eliminar cualquier Contribución en cualquier momento y por cualquier motivo, sin previo aviso. No tenemos ninguna obligación de monitorear sus Contribuciones
fr: Nous avons le droit, à notre seule et absolue discrétion, (1) de modifier, de rédiger ou de modifier de toute autre manière toute contribution ; (2) de reclasser toute contribution pour la placer à des endroits plus appropriés sur les services ; et (3
hi: हमें अपने एकमात्र और पूर्ण विवेक से, (1) किसी भी योगदान को संपादित करने, संशोधित करने या अन्यथा बदलने का अधिकार है; (2) किसी भी योगदान को सेवाओं पर अधिक उपयुक्त स्थानों पर रखने के लिए उसे फिर से वर्गीकृत करने का; और (3) ) बिना किसी सूचना के, किसी भी समय और किसी भी कारण से किसी भी योगदान की प्री-स्क्रीनिंग करना या हटाना। आपके योगदान की निगरानी करने का हमारा कोई दायित्व नहीं है
zh: 我們有權自行決定 (1) 編輯、編輯或以其他方式更改任何貢獻；(2) 重新分類任何貢獻，將其放置在服務上更合適的位置；以及 (3) ）隨時以任何理由預先篩選或刪除任何貢獻，恕不另行通知。我們沒有義務監控您的貢獻

# t_c__8__guidelines_for_reviews__
source: 8. GUIDELINES FOR REVIEWS
es: 8. DIRECTRICES PARA LAS REVISIONES
fr: 8. DIRECTIVES POUR LES EXAMENS
hi: 8. समीक्षा के लिए दिशानिर्देश
zh: 8. 評審指南

source: We may provide you areas on the Services to leave reviews or ratings. When posting a review, you must comply with the following criteria: (1) you should have firsthand experience with the person/entity being reviewed; (2) your reviews should not contain offensive profanity, or abusive, racist, offensive, or hateful language; (3) your reviews should not contain discriminatory references based on religion, race, gender, national origin, age, marital status, sexual orientation, or disability; (4) your reviews should not contain references to illegal activity; (5) you should not be affiliated with competitors if posting negative reviews; (6) you should not make any conclusions as to the legality of conduct; (7) you may not post any false or misleading statements; and (8) you may not organise a campaign encouraging others to post reviews, whether positive or negativ
es: Podemos proporcionarle áreas en los Servicios para dejar reseñas o calificaciones. Al publicar una reseña, debe cumplir con los siguientes criterios: (1) debe tener experiencia de primera mano con la persona/entidad que se está revisando; (2) sus reseñas deben no contener blasfemias ofensivas ni lenguaje abusivo, racista, ofensivo o que incite al odio; (3) sus reseñas no deben contener referencias discriminatorias basadas en religión, raza, género, origen nacional, edad, estado civil, orientación sexual o discapacidad; (4 ) sus reseñas no deben contener referencias a actividades ilegales; (5) no debe estar afiliado a competidores si publica reseñas negativas; (6) no debe sacar ninguna conclusión sobre la legalidad de la conducta; (7) no puede publicar ninguna declaraciones falsas o engañosas; y (8) no puede organizar una campaña que anime a otros a publicar reseñas, ya sean positivas o negativas
fr: Nous pouvons vous proposer des zones sur les Services pour laisser des avis ou des notes. Lorsque vous publiez un avis, vous devez respecter les critères suivants : (1) vous devez avoir une expérience directe avec la personne/l'entité évaluée ; (2) vos avis doivent ne contiennent pas de grossièretés offensantes, ni de propos injurieux, racistes, offensants ou haineux ; (3) vos avis ne doivent pas contenir de références discriminatoires fondées sur la religion, la race, le sexe, l'origine nationale, l'âge, l'état civil, l'orientation sexuelle ou le handicap ; (4 ) vos avis ne doivent pas contenir de références à des activités illégales ; (5) vous ne devez pas être affilié à des concurrents si vous publiez des avis négatifs ; (6) vous ne devez tirer aucune conclusion quant à la légalité de votre comportement ; (7) vous ne devez publier aucun des déclarations fausses ou trompeuses ; et (8) vous ne pouvez pas organiser une campagne encourageant d'autres personnes à publier des avis, qu'ils soient positifs ou négatifs.
hi: हम आपको समीक्षा या रेटिंग छोड़ने के लिए सेवाओं पर क्षेत्र प्रदान कर सकते हैं। समीक्षा पोस्ट करते समय, आपको निम्नलिखित मानदंडों का पालन करना होगा: (1) आपको समीक्षा किए जा रहे व्यक्ति/इकाई के साथ प्रत्यक्ष अनुभव होना चाहिए; (2) आपकी समीक्षा होनी चाहिए आपत्तिजनक अपवित्रता, या अपमानजनक, नस्लवादी, आपत्तिजनक या घृणित भाषा शामिल नहीं होनी चाहिए; (3) आपकी समीक्षाओं में धर्म, जाति, लिंग, राष्ट्रीय मूल, उम्र, वैवाहिक स्थिति, यौन अभिविन्यास, या विकलांगता के आधार पर भेदभावपूर्ण संदर्भ नहीं होने चाहिए; (4) ) आपकी समीक्षाओं में अवैध गतिविधि का संदर्भ नहीं होना चाहिए; (5) नकारात्मक समीक्षा पोस्ट करने पर आपको प्रतिस्पर्धियों से संबद्ध नहीं होना चाहिए; (6) आपको आचरण की वैधता के बारे में कोई निष्कर्ष नहीं निकालना चाहिए; (7) आप कोई पोस्ट नहीं कर सकते गलत या भ्रामक बयान; और (8) आप दूसरों को समीक्षा पोस्ट करने के लिए प्रोत्साहित करने वाला कोई अभियान आयोजित नहीं कर सकते, चाहे वह सकारात्मक हो या नकारात्मक
zh: 我們可能會在服務上為您提供留下評論或評級的區域。發布評論時，您必須遵守以下標準：(1) 您應該對所評論的個人/實體有第一手經驗；(2) 您的評論應該不包含攻擊性髒話，或辱罵性、種族主義、攻擊性或仇恨性語言；(3) 您的評論不應包含基於宗教、種族、性別、國籍、年齡、婚姻狀況、性取向或殘疾的歧視性內容；(4 ) 您的評論不應包含涉及非法活動的內容；(5) 如果發布負面評論，您不應與競爭對手有關聯；(6) 您不應就行為的合法性做出任何結論；(7) 您不得發布任何負面評論虛假或誤導性陳述；以及 (8) 您不得組織鼓勵他人發表評論的活動，無論是正面的還是負面的

source: We may accept, reject, or remove reviews in our sole discretion. We have absolutely no obligation to screen reviews or to delete reviews, even if anyone considers reviews objectionable or inaccurate. Reviews are not endorsed by us, and do not necessarily represent our opinions or the views of any of our affiliates or partners. We do not assume liability for any review or for any claims, liabilities, or losses resulting from any review. By posting a review, you hereby grant to us a perpetual, non-exclusive, worldwide, royalty-free, fully paid, assignable, and sublicensable right and licence to reproduce, modify, translate, transmit by any means, display, perform, and/or distribute all content relating to review. '
es: Podemos aceptar, rechazar o eliminar reseñas a nuestro exclusivo criterio. No tenemos absolutamente ninguna obligación de filtrar o eliminar reseñas, incluso si alguien las considera objetables o inexactas. Las reseñas no están respaldadas por nosotros y no representan necesariamente nuestra opiniones o los puntos de vista de cualquiera de nuestros afiliados o socios. No asumimos responsabilidad por ninguna revisión ni por ningún reclamo, responsabilidad o pérdida resultante de cualquier revisión. Al publicar una revisión, por la presente nos otorga un derecho perpetuo y no exclusivo. , derecho y licencia mundial, libre de regalías, totalmente pagado, asignable y sublicenciable para reproducir, modificar, traducir, transmitir por cualquier medio, mostrar, ejecutar y/o distribuir todo el contenido relacionado con la revisión.'
fr: Nous pouvons accepter, rejeter ou supprimer les avis à notre seule discrétion. Nous n'avons absolument aucune obligation de filtrer les avis ou de supprimer les avis, même si quelqu'un considère les avis comme répréhensibles ou inexacts. Les avis ne sont pas approuvés par nous et ne représentent pas nécessairement notre opinions ou les points de vue de l'un de nos affiliés ou partenaires. Nous n'assumons aucune responsabilité pour tout avis ou pour toute réclamation, responsabilité ou perte résultant d'un avis. En publiant un avis, vous nous accordez par la présente un droit perpétuel et non exclusif. , droit et licence mondiaux, libres de droits, entièrement payés, cessibles et pouvant faire l'objet d'une sous-licence, pour reproduire, modifier, traduire, transmettre par tout moyen, afficher, exécuter et/ou distribuer tout le contenu relatif à la révision.'
hi: हम अपने विवेक से समीक्षाओं को स्वीकार, अस्वीकार या हटा सकते हैं। समीक्षाओं को स्क्रीन करने या समीक्षाओं को हटाने का हमारा कोई दायित्व नहीं है, भले ही कोई समीक्षाओं को आपत्तिजनक या गलत मानता हो। समीक्षाएँ हमारे द्वारा समर्थित नहीं हैं, और जरूरी नहीं कि वे हमारा प्रतिनिधित्व करती हों हमारे किसी भी सहयोगी या भागीदार की राय या विचार। हम किसी भी समीक्षा के लिए या किसी भी समीक्षा के परिणामस्वरूप होने वाले किसी भी दावे, देनदारियों या हानि के लिए दायित्व नहीं लेते हैं। एक समीक्षा पोस्ट करके, आप हमें एक सतत, गैर-विशिष्ट अनुदान देते हैं , दुनिया भर में, समीक्षा से संबंधित सभी सामग्री को पुन: पेश करने, संशोधित करने, अनुवाद करने, किसी भी माध्यम से प्रसारित करने, प्रदर्शित करने, प्रदर्शन करने और/या वितरित करने का रॉयल्टी-मुक्त, पूरी तरह से भुगतान, असाइन करने योग्य और उप-लाइसेंस योग्य अधिकार और लाइसेंस।
zh: 我們可以自行決定接受、拒絕或刪除評論。我們絕對沒有義務篩選評論或刪除評論，即使有人認為評論令人反感或不准確。評論並未得到我們的認可，也不一定代表我們的立場。意見或我們任何附屬公司或合作夥伴的觀點。我們不對任何評論或任何評論造成的任何索賠、責任或損失承擔責任。通過發布評論，您特此授予我們永久的、非排他性的，全球範圍內，免版稅，全額付費，可轉讓和可再許可的權利和許可，以任何方式複制、修改、翻譯、傳輸、顯示、執行和/或分發與評論相關的所有內容。

# t_c__9__mobile_application_licence_
source: 9. MOBILE APPLICATION LICENCE
es: 9. LICENCIA DE APLICACIÓN MÓVIL
fr: 9. LICENCE D'APPLICATION MOBILE
hi: 9. मोबाइल एप्लीकेशन लाइसेंस
zh: 9. 移動應用程序許可證

# t_c__use_licenc_
source: Use Licenc
es: Usar licencia
fr: Utiliser la licence
hi: लाइसेंस का प्रयोग करें
zh: 使用許可
