Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: Visiting the Services, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Services, satisfy any legal requirement that such communication be in writing. YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SERVICES. You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.
es: Visitar los Servicios, enviarnos correos electrónicos y completar formularios en línea constituyen comunicaciones electrónicas. Usted acepta recibir comunicaciones electrónicas y acepta que todos los acuerdos, avisos, divulgaciones y otras comunicaciones que le proporcionamos electrónicamente, por correo electrónico y en los Servicios , satisface cualquier requisito legal de que dicha comunicación sea por escrito. LOS SERVICIOS. Por la presente usted renuncia a cualquier derecho o requisito bajo cualquier estatuto, reglamento, norma, ordenanza u otra ley en cualquier jurisdicción que requiera una firma original o la entrega o retención de registros no electrónicos, o a los pagos o la concesión de créditos por cualquier medio distinto del electrónico.
fr: Visiter les Services, nous envoyer des e-mails et remplir des formulaires en ligne constituent des communications électroniques. Vous consentez à recevoir des communications électroniques et vous acceptez que tous les accords, avis, divulgations et autres communications que nous vous fournissons par voie électronique, par e-mail et sur les Services , satisfont à toute exigence légale selon laquelle une telle communication doit être écrite. VOUS ACCEPTEZ PAR LA PRÉSENTE L'UTILISATION DE SIGNATURES ÉLECTRONIQUES, DE CONTRATS, DE COMMANDES ET D'AUTRES ENREGISTREMENTS, AINSI QUE L'ENVOI ÉLECTRONIQUE D'AVIS, DE POLITIQUES ET D'ENREGISTREMENTS DE TRANSACTIONS INITIÉES OU TERMINÉES PAR NOUS OU VIA LES SERVICES. Vous renoncez par la présente à tout droit ou exigence en vertu de toute loi, réglementation, règle, ordonnance ou autre loi dans toute juridiction qui exige une signature originale ou la livraison ou la conservation de documents non électroniques, ou aux paiements ou à l'octroi de crédits par tout moyen autre que le moyen électronique.
hi: सेवाओं पर जाना, हमें ईमेल भेजना और ऑनलाइन फॉर्म पूरा करना इलेक्ट्रॉनिक संचार है। आप इलेक्ट्रॉनिक संचार प्राप्त करने के लिए सहमति देते हैं, और आप सहमत हैं कि सभी समझौते, नोटिस, प्रकटीकरण और अन्य संचार हम आपको इलेक्ट्रॉनिक रूप से, ईमेल के माध्यम से और सेवाओं पर प्रदान करते हैं। , किसी भी कानूनी आवश्यकता को पूरा करें कि ऐसा संचार लिखित रूप में हो। आप इसके द्वारा इलेक्ट्रॉनिक हस्ताक्षर, अनुबंध, आदेश और अन्य रिकॉर्ड के उपयोग और हमारे या हमारे माध्यम से शुरू या पूर्ण किए गए लेनदेन के नोटिस, नीतियों और रिकॉर्ड की इलेक्ट्रॉनिक डिलीवरी के लिए सहमत हैं। सेवाएँ। आप इसके द्वारा किसी भी क्षेत्राधिकार में किसी भी क़ानून, विनियम, नियम, अध्यादेश, या अन्य कानूनों के तहत किसी भी अधिकार या आवश्यकताओं को त्याग देते हैं जिनके लिए मूल हस्ताक्षर या गैर-इलेक्ट्रॉनिक रिकॉर्ड की डिलीवरी या प्रतिधारण, या भुगतान या क्रेडिट देने की आवश्यकता होती है। इलेक्ट्रॉनिक माध्यम के अलावा कोई अन्य साधन।
zh: 訪問服務、向我們發送電子郵件以及填寫在線表格構成電子通信。您同意接收電子通信，並且您同意我們通過電子郵件和在服務上以電子方式向您提供的所有協議、通知、披露和其他通信，滿足此類通信採用書面形式的任何法律要求。您特此同意使用電子簽名、合同、訂單和其他記錄，並同意以電子方式交付由我們或通過發起或完成的通知、政策和交易記錄服務。您特此放棄任何司法管轄區的任何法令、法規、規則、條例或其他法律規定的任何權利或要求，這些權利或要求要求原始簽名或交付或保留非電子記錄，或付款或授予信用電子方式以外的任何方式。

# t_c__22__miscellaneous__
source: 22. MISCELLANEOUS
es: 22. VARIOS
fr: 22. DIVERS
hi: 22. विविध
zh: 22. 雜項

source: These Legal Terms and any policies or operating rules posted by us on the Services or in respect to the Services constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Legal Terms shall not operate as a waiver of such right or provision. These Legal Terms operate to the fullest extent permissible by law. We may assign any or all of our rights and obligations to others at any time. We shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control. If any provision or part of a provision of these Legal Terms is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Legal Terms and does not affect the validity and enforceability of any remaining provisions. There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Legal Terms or use of the Services. You agree that these Legal Terms will not be construed against us by virtue of having drafted them. You hereby waive any and all defences you may have based on the electronic form of these Legal Terms and the lack of signing by the parties hereto to execute these Legal Terms.
es: Estos Términos legales y cualquier política o regla operativa publicada por nosotros en los Servicios o con respecto a los Servicios constituyen el acuerdo completo y el entendimiento entre usted y nosotros. Nuestra incapacidad para ejercer o hacer cumplir cualquier derecho o disposición de estos Términos legales no funcionará como una renuncia a dicho derecho o disposición. Estos Términos legales operan en la máxima medida permitida por la ley. Podemos ceder cualquiera o todos nuestros derechos y obligaciones a otros en cualquier momento. No seremos responsables de ninguna pérdida, daño , demora o falta de acción causada por cualquier causa fuera de nuestro control razonable. Si se determina que alguna disposición o parte de una disposición de estos Términos Legales es ilegal, nula o inaplicable, esa disposición o parte de la disposición se considerará separable de estos Términos legales y no afecta la validez y aplicabilidad de las disposiciones restantes. No existe ninguna relación de empresa conjunta, sociedad, empleo o agencia creada entre usted y nosotros como resultado de estos Términos legales o el uso de los Servicios. Usted acepta que estos Términos Legales no se interpretarán en nuestra contra por el hecho de haberlos redactado. Por la presente, usted renuncia a todas y cada una de las defensas que pueda tener basadas en la forma electrónica de estos Términos legales y la falta de firma por parte de las partes del presente para ejecutar estos Términos legales.
fr: Ces conditions juridiques et toutes politiques ou règles de fonctionnement publiées par nous sur les services ou en ce qui concerne les services constituent l'intégralité de l'accord et de l'entente entre vous et nous. Notre incapacité à exercer ou à faire respecter tout droit ou disposition de ces conditions juridiques ne fonctionnera pas. comme une renonciation à ce droit ou à cette disposition. Les présentes conditions juridiques s'appliquent dans toute la mesure permise par la loi. Nous pouvons céder tout ou partie de nos droits et obligations à des tiers à tout moment. Nous ne serons pas responsables de toute perte, dommage , retard ou inaction causé par toute cause indépendante de notre contrôle raisonnable. Si une disposition ou une partie d'une disposition des présentes conditions juridiques est jugée illégale, nulle ou inapplicable, cette disposition ou partie de la disposition est réputée dissociable de ces Conditions juridiques et n'affecte pas la validité et le caractère exécutoire des dispositions restantes. Aucune relation de coentreprise, de partenariat, d'emploi ou d'agence n'est créée entre vous et nous à la suite de ces Conditions juridiques ou de l'utilisation des Services. Vous acceptez que ces conditions juridiques ne seront pas interprétées contre nous du fait de leur rédaction. Vous renoncez par la présente à toutes les défenses que vous pourriez avoir sur la base de la forme électronique des présentes conditions juridiques et de l'absence de signature par les parties aux présentes pour exécuter ces conditions juridiques.
hi: ये कानूनी शर्तें और सेवाओं पर या सेवाओं के संबंध में हमारे द्वारा पोस्ट की गई कोई भी नीति या संचालन नियम आपके और हमारे बीच संपूर्ण समझौते और समझ का गठन करते हैं। इन कानूनी शर्तों के किसी भी अधिकार या प्रावधान का प्रयोग करने या लागू करने में हमारी विफलता लागू नहीं होगी ऐसे अधिकार या प्रावधान की छूट के रूप में। ये कानूनी शर्तें कानून द्वारा अनुमत पूर्ण सीमा तक संचालित होती हैं। हम किसी भी समय अपने किसी भी या सभी अधिकारों और दायित्वों को दूसरों को सौंप सकते हैं। हम किसी भी नुकसान, क्षति के लिए जिम्मेदार या उत्तरदायी नहीं होंगे , देरी, या हमारे उचित नियंत्रण से परे किसी भी कारण से कार्य करने में विफलता। यदि इन कानूनी शर्तों का कोई प्रावधान या प्रावधान गैरकानूनी, शून्य, या अप्रवर्तनीय निर्धारित किया जाता है, तो उस प्रावधान या प्रावधान के हिस्से को इससे अलग माना जाता है ये कानूनी शर्तें और किसी भी शेष प्रावधानों की वैधता और प्रवर्तनीयता को प्रभावित नहीं करती हैं। इन कानूनी शर्तों या सेवाओं के उपयोग के परिणामस्वरूप आपके और हमारे बीच कोई संयुक्त उद्यम, साझेदारी, रोजगार या एजेंसी संबंध नहीं बनता है। आप सहमत हैं कि इन कानूनी शर्तों को तैयार करने के कारण इन्हें हमारे विरुद्ध नहीं माना जाएगा। इसके द्वारा आप इन कानूनी शर्तों के इलेक्ट्रॉनिक रूप और इन कानूनी शर्तों को निष्पादित करने के लिए पार्टियों द्वारा हस्ताक्षर की कमी के आधार पर अपने किसी भी और सभी बचाव को माफ कर सकते हैं।
zh: 這些法律條款以及我們在服務上或與服務相關的任何政策或操作規則構成您與我們之間的完整協議和諒解。我們未能行使或執行這些法律條款的任何權利或規定，將不予執行。作為對該權利或規定的放棄。這些法律條款在法律允許的最大範圍內有效。我們可以隨時將我們的任何或全部權利和義務轉讓給他人。我們對任何損失、損害不承擔任何責任或義務因超出我們合理控制範圍的任何原因導致的延遲或未能採取行動。如果本法律條款的任何條款或條款的一部分被確定為非法、無效或不可執行，則該條款或條款的一部分被視為可與這些法律條款並不影響任何其餘條款的有效性和可執行性。您和我們之間不因這些法律條款或使用服務而建立合資、合夥、僱傭或代理關係。您同意這些法律條款不會因為起草而被解釋為對我們不利。您特此放棄基於這些法律條款的電子形式以及雙方未簽署來執行這些法律條款而可能擁有的任何及所有抗辯權。

# t_c__23__contact_us__
source: 23. CONTACT US
es: 23. CONTÁCTANOS
fr: 23. CONTACTEZ-NOUS
hi: 23. हमसे संपर्क करें
zh: 23. 聯繫我們

source: In order to resolve a complaint regarding the Services or to receive further information regarding use of the Services, please contact us at:
es: Para resolver una queja sobre los Servicios o recibir más información sobre el uso de los Servicios, contáctenos en:
fr: Afin de résoudre une plainte concernant les Services ou de recevoir de plus amples informations concernant l'utilisation des Services, veuillez nous contacter à :
hi: सेवाओं के संबंध में किसी शिकायत का समाधान करने या सेवाओं के उपयोग के संबंध में अधिक जानकारी प्राप्त करने के लिए, कृपया हमसे यहां संपर्क करें:
zh: 為了解決有關服務的投訴或獲取有關服務使用的更多信息，請通過以下方式聯繫我們：

# t_c__vistony_india_private_limited_
source: Vistony India Private Limited
hi: विस्टोनी इंडिया प्राइवेट लिमिटेड
zh: 維斯托尼印度私人有限公司

# t_c__f647__f647a__kushkera_industrial_area_riico__bhiwadi__
source: F647, F647A, Kushkera Industrial Area RIICO, Bhiwadi,
es: F647, F647A, zona industrial de Kushkera RIICO, Bhiwadi
fr: F647, F647A, zone industrielle de Kushkera RIICO, Bhiwadi,
hi: एफ647, एफ647ए, कुशकेरा औद्योगिक क्षेत्र रीको, भिवाड़ी,
zh: F647、F647A，Kushkera 工業區 RIICO，比瓦迪，

# t_c__bhiwadi__rajasthan_301707_
source: Bhiwadi, Rajasthan 301707
es: Bhiwadi, Rajastán 301707
hi: भिवाड़ी, राजस्थान 301707
zh: 比瓦迪， 拉賈斯坦邦 301707

# t_c__india_
source: India
fr: Inde
hi: भारत
zh: 印度

# t_c__phone__8619219450_
source: Phone: 8619219450
es: Teléfono: 8619219450
fr: Téléphone : 8619219450
hi: फ़ोन: 8619219450
zh: 電話：8619219450

# t_c__index_
source: Index
es: Indice
fr: Indice
hi: सूचक
zh: 指數

# p_p_privacy_policy
source: PRIVACY POLICY
es: POLÍTICA DE PRIVACIDAD
fr: POLITIQUE DE CONFIDENTIALITÉ
hi: गोपनीयता नीति
zh: 隱私政策

# p_p_last_updated_august_23_2023
source: Last updated August 23, 2023
es: Última actualización 23 de agosto de 2023
fr: Dernière mise à jour le 23 août 2023
hi: अंतिम अद्यतन 23 अगस्त, 2023
zh: 最後更新時間：2023 年 8 月 23 日

source: This privacy notice for Vistony India Private Limited (doing business as Listoil) ('we,' 'us,' or 'our'), describes how and why we might collect, store, use, and/or share ('process') your information when you use our services ('Services'), such as when you:
es: Este aviso de privacidad para Vistony India Private Limited (que opera como Listoil) ('nosotros', 'nos' o 'nuestro'), describe cómo y por qué podemos recopilar, almacenar, usar y/o compartir ('procesar') su información cuando utiliza nuestros servicios ('Servicios'), como cuando:
fr: Cet avis de confidentialité pour Vistony India Private Limited (faisant affaire sous le nom de Listoil) (« nous », « notre » ou « notre ») décrit comment et pourquoi nous pouvons collecter, stocker, utiliser et/ou partager (« traiter »). vos informations lorsque vous utilisez nos services (« Services »), par exemple lorsque vous :
hi: विस्टोनी इंडिया प्राइवेट लिमिटेड (लिस्टोइल के रूप में व्यवसाय करने वाले) ('हम,' 'हम,' या 'हमारा') के लिए यह गोपनीयता सूचना बताती है कि हम कैसे और क्यों एकत्र, भंडारण, उपयोग और/या साझा कर सकते हैं ('प्रक्रिया') आपकी जानकारी जब आप हमारी सेवाओं ('सेवाएँ') का उपयोग करते हैं, जैसे कि जब आप:
zh: Vistony India Private Limited（以 Listoil 名義開展業務）（“我們”、“我們”或“我們的”）的本隱私聲明描述了我們如何以及為何收集、存儲、使用和/或共享（“處理”）當您使用我們的服務（“服務”）時您的信息，例如當您：

source: Download and use our mobile application (QRCash), or any other application of ours that links to this privacy notice
es: Descargue y utilice nuestra aplicación móvil (QRCash), o cualquier otra aplicación nuestra que enlace a este aviso de privacidad.
fr: Téléchargez et utilisez notre application mobile (QRCash) ou toute autre de nos applications qui renvoie à cet avis de confidentialité.
hi: हमारे मोबाइल एप्लिकेशन (QRCash), या हमारे किसी अन्य एप्लिकेशन को डाउनलोड करें और उपयोग करें जो इस गोपनीयता सूचना से लिंक है
zh: 下載並使用我們的移動應用程序 (QRCash) 或鏈接到本隱私聲明的任何其他應用程序

# p_p_engage_with_us_in_other_related_ways_including_any_sales_marketing_or_events
source: Engage with us in other related ways, including any sales, marketing, or events
es: Interactuar con nosotros de otras formas relacionadas, incluidas ventas, marketing o eventos.
fr: Interagissez avec nous par d'autres moyens connexes, y compris par des ventes, du marketing ou des événements.
hi: किसी भी बिक्री, मार्केटिंग या इवेंट सहित अन्य संबंधित तरीकों से हमारे साथ जुड़ें
zh: 通過其他相關方式與我們互動，包括任何銷售、營銷或活動

source: Questions or concerns? Reading this privacy notice will help you understand your privacy rights and choices. If you do not agree with our policies and practices, please do not use our Services. If you still have any questions or concerns, please contact us at vsharma@listoil.com.
es: ¿Preguntas o inquietudes? Leer este aviso de privacidad le ayudará a comprender sus derechos y opciones de privacidad. Si no está de acuerdo con nuestras políticas y prácticas, no utilice nuestros Servicios. Si aún tiene alguna pregunta o inquietud, contáctenos en vsharma@listoil.com.
fr: Questions ou préoccupations? La lecture de cet avis de confidentialité vous aidera à comprendre vos droits et vos choix en matière de confidentialité. Si vous n'êtes pas d'accord avec nos politiques et pratiques, veuillez ne pas utiliser nos services. Si vous avez encore des questions ou des préoccupations, veuillez nous contacter à vsharma@listoil.com.
hi: प्रश्न या चिंतायें? इस गोपनीयता सूचना को पढ़ने से आपको अपने गोपनीयता अधिकारों और विकल्पों को समझने में मदद मिलेगी। यदि आप हमारी नीतियों और प्रथाओं से सहमत नहीं हैं, तो कृपया हमारी सेवाओं का उपयोग न करें। यदि आपके पास अभी भी कोई प्रश्न या चिंता है, तो कृपया vsharma@listoil.com पर हमसे संपर्क करें।
zh: 有問題或疑慮嗎？閱讀本隱私聲明將幫助您了解您的隱私權利和選擇。如果您不同意我們的政策和做法，請不要使用我們的服務。如果您仍有任何問題或疑慮，請通過 vsharma@listoil.com 與我們聯繫。

# p_p_summary_of_key_points
source: SUMMARY OF KEY POINTS
es: RESUMEN DE PUNTOS CLAVE
fr: RÉSUMÉ DES POINTS CLÉS
hi: प्रमुख बिंदुओं का सारांश
zh: 要點總結

source: This summary provides key points from our privacy notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our table of contents below to find the section you are looking for.
es: Este resumen proporciona puntos clave de nuestro aviso de privacidad, pero puede encontrar más detalles sobre cualquiera de estos temas haciendo clic en el enlace que sigue a cada punto clave o utilizando nuestra tabla de contenido a continuación para encontrar la sección que está buscando.
fr: Ce résumé fournit les points clés de notre avis de confidentialité, mais vous pouvez trouver plus de détails sur l'un de ces sujets en cliquant sur le lien suivant chaque point clé ou en utilisant notre table des matières ci-dessous pour trouver la section que vous recherchez.
hi: यह सारांश हमारी गोपनीयता सूचना से मुख्य बिंदु प्रदान करता है, लेकिन आप इनमें से किसी भी विषय के बारे में प्रत्येक मुख्य बिंदु के बाद दिए गए लिंक पर क्लिक करके या जिस अनुभाग को आप खोज रहे हैं उसे ढूंढने के लिए नीचे दी गई हमारी सामग्री तालिका का उपयोग करके अधिक विवरण प्राप्त कर सकते हैं।
zh: 本摘要提供了我們隱私聲明中的要點，但您可以通過單擊每個要點後面的鏈接或使用下面的目錄查找您要查找的部分來了解有關這些主題的更多詳細信息。

source: What personal information do we process? When you visit, use, or navigate our Services, we may process personal information depending on how you interact with us and the Services, the choices you make, and the products and features you use. Learn more about personal information you disclose to us.
es: ¿Qué datos personales procesamos? Cuando visita, utiliza o navega por nuestros Servicios, podemos procesar información personal dependiendo de cómo interactúa con nosotros y los Servicios, las elecciones que realiza y los productos y funciones que utiliza. Obtenga más información sobre la información personal que nos revela.
fr: Quelles informations personnelles traitons-nous ? Lorsque vous visitez, utilisez ou naviguez sur nos Services, nous pouvons traiter des informations personnelles en fonction de la manière dont vous interagissez avec nous et les Services, des choix que vous faites et des produits et fonctionnalités que vous utilisez. Apprenez-en davantage sur les informations personnelles que vous nous divulguez.
hi: हम कौन सी व्यक्तिगत जानकारी संसाधित करते हैं? जब आप हमारी सेवाओं पर जाते हैं, उपयोग करते हैं, या नेविगेट करते हैं, तो हम आपकी हमारे और सेवाओं के साथ बातचीत करने के तरीके, आपके द्वारा चुने गए विकल्पों और आपके द्वारा उपयोग किए जाने वाले उत्पादों और सुविधाओं के आधार पर व्यक्तिगत जानकारी संसाधित कर सकते हैं। आपके द्वारा हमें बताई गई व्यक्तिगत जानकारी के बारे में और जानें।
zh: 我們處理哪些個人信息？當您訪問、使用或瀏覽我們的服務時，我們可能會根據您與我們和服務的互動方式、您所做的選擇以及您使用的產品和功能來處理個人信息。詳細了解您向我們披露的個人信息。

source: Do we process any sensitive personal information? We may process sensitive personal information when necessary with your consent or as otherwise permitted by applicable law. Learn more about sensitive information we process.
es: ¿Procesamos alguna información personal sensible? Podemos procesar información personal confidencial cuando sea necesario con su consentimiento o según lo permita la ley aplicable. Obtenga más información sobre la información confidencial que procesamos.
fr: Traitons-nous des informations personnelles sensibles ? Nous pouvons traiter des informations personnelles sensibles lorsque cela est nécessaire avec votre consentement ou dans la mesure permise par la loi applicable. En savoir plus sur les informations sensibles que nous traitons.
hi: क्या हम कोई संवेदनशील व्यक्तिगत जानकारी संसाधित करते हैं? हम आपकी सहमति से या अन्यथा लागू कानून द्वारा अनुमति के अनुसार आवश्यक होने पर संवेदनशील व्यक्तिगत जानकारी संसाधित कर सकते हैं। हमारे द्वारा संसाधित की जाने वाली संवेदनशील जानकारी के बारे में और जानें।
zh: 我們是否處理任何敏感的個人信息？必要時，經您同意或適用法律允許的情況下，我們可能會處理敏感個人信息。詳細了解我們處理的敏感信息。

source: Do we receive any information from third parties? We do not receive any information from third parties.
es: ¿Recibimos alguna información de terceros? No recibimos ninguna información de terceros.
fr: Recevons-nous des informations de tiers ? Nous ne recevons aucune information de tiers.
hi: क्या हमें तीसरे पक्ष से कोई जानकारी प्राप्त होती है? हमें तीसरे पक्ष से कोई जानकारी प्राप्त नहीं होती है.
zh: 我們是否從第三方收到任何信息？我們不會收到來自第三方的任何信息。

source: How do we process your information? We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent. We process your information only when we have a valid legal reason to do so. Learn more about how we process your information.
es: ¿Cómo procesamos su información? Procesamos su información para proporcionar, mejorar y administrar nuestros Servicios, comunicarnos con usted, por motivos de seguridad y prevención de fraude, y para cumplir con la ley. También podemos procesar su información para otros fines con su consentimiento. Procesamos su información solo cuando tenemos una razón legal válida para hacerlo. Obtenga más información sobre cómo procesamos su información.
fr: Comment traitons-nous vos informations ? Nous traitons vos informations pour fournir, améliorer et administrer nos services, communiquer avec vous, pour des raisons de sécurité et de prévention de la fraude, et pour nous conformer à la loi. Nous pouvons également traiter vos informations à d'autres fins avec votre consentement. Nous traitons vos informations uniquement lorsque nous avons une raison légale valable de le faire. Apprenez-en davantage sur la manière dont nous traitons vos informations.
hi: हम आपकी जानकारी कैसे संसाधित करते हैं? हम अपनी सेवाएं प्रदान करने, सुधारने और प्रशासित करने, आपसे संवाद करने, सुरक्षा और धोखाधड़ी की रोकथाम और कानून का अनुपालन करने के लिए आपकी जानकारी संसाधित करते हैं। हम आपकी सहमति से आपकी जानकारी को अन्य उद्देश्यों के लिए भी संसाधित कर सकते हैं। हम आपकी जानकारी तभी संसाधित करते हैं जब हमारे पास ऐसा करने का वैध कानूनी कारण हो। हम आपकी जानकारी कैसे संसाधित करते हैं, इसके बारे में और जानें।
zh: 我們如何處理您的信息？我們處理您的信息是為了提供、改進和管理我們的服務，與您溝通，以確保安全和預防欺詐，並遵守法律。經您同意，我們還可能出於其他目的處理您的信息。我們僅在有有效的法律理由時才處理您的信息。詳細了解我們如何處理您的信息。

source: In what situations and with which parties do we share personal information? We may share information in specific situations and with specific third parties. Learn more about when and with whom we share your personal information.
es: ¿En qué situaciones y con qué partes compartimos información personal? Podemos compartir información en situaciones específicas y con terceros específicos. Obtenga más información sobre cuándo y con quién compartimos su información personal.
fr: Dans quelles situations et avec quelles parties partageons-nous des informations personnelles ? Nous pouvons partager des informations dans des situations spécifiques et avec des tiers spécifiques. Apprenez-en davantage sur quand et avec qui nous partageons vos informations personnelles.
hi: हम किन स्थितियों में और किन पक्षों के साथ व्यक्तिगत जानकारी साझा करते हैं? हम विशिष्ट स्थितियों में और विशिष्ट तृतीय पक्षों के साथ जानकारी साझा कर सकते हैं। हम आपकी व्यक्तिगत जानकारी कब और किसके साथ साझा करते हैं, इसके बारे में और जानें।
zh: 我們在什麼情況下以及與哪些方共享個人信息？我們可能會在特定情況下與特定第三方共享信息。詳細了解我們何時以及與誰共享您的個人信息。
