Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: We have implemented appropriate and reasonable technical and organizational security measures designed to protect the security of any personal information we process. However, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information. Although we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk. You should only access the Services within a secure environment.
es: Hemos implementado medidas de seguridad técnicas y organizativas apropiadas y razonables diseñadas para proteger la seguridad de cualquier información personal que procesamos. Sin embargo, a pesar de nuestras medidas de seguridad y esfuerzos para proteger su información, no se puede garantizar que ninguna transmisión electrónica a través de Internet o tecnología de almacenamiento de información sea 100% segura, por lo que no podemos prometer ni garantizar que los piratas informáticos, ciberdelincuentes u otros terceros no autorizados no serán capaz de burlar nuestra seguridad y recopilar, acceder, robar o modificar indebidamente su información. Aunque haremos todo lo posible para proteger su información personal, la transmisión de información personal hacia y desde nuestros Servicios es bajo su propio riesgo. Sólo debe acceder a los Servicios dentro de un entorno seguro.
fr: Nous avons mis en œuvre des mesures de sécurité techniques et organisationnelles appropriées et raisonnables conçues pour protéger la sécurité de toutes les informations personnelles que nous traitons. Cependant, malgré nos mesures de protection et nos efforts pour sécuriser vos informations, aucune transmission électronique sur Internet ni aucune technologie de stockage d'informations ne peuvent être garanties comme étant sécurisées à 100 %. Nous ne pouvons donc pas promettre ou garantir que les pirates informatiques, les cybercriminels ou d'autres tiers non autorisés ne seront pas en mesure de mettre en péril notre sécurité et de collecter, accéder, voler ou modifier de manière inappropriée vos informations. Bien que nous fassions de notre mieux pour protéger vos informations personnelles, la transmission des informations personnelles vers et depuis nos Services se fait à vos propres risques. Vous ne devez accéder aux Services que dans un environnement sécurisé.
hi: हमने संसाधित की जाने वाली किसी भी व्यक्तिगत जानकारी की सुरक्षा के लिए डिज़ाइन किए गए उचित और उचित तकनीकी और संगठनात्मक सुरक्षा उपायों को लागू किया है। हालाँकि, आपकी जानकारी को सुरक्षित करने के हमारे सुरक्षा उपायों और प्रयासों के बावजूद, इंटरनेट या सूचना भंडारण तकनीक पर किसी भी इलेक्ट्रॉनिक ट्रांसमिशन के 100% सुरक्षित होने की गारंटी नहीं दी जा सकती है, इसलिए हम यह वादा या गारंटी नहीं दे सकते कि हैकर्स, साइबर अपराधी, या अन्य अनधिकृत तृतीय पक्ष नहीं होंगे। हमारी सुरक्षा को विफल करने और आपकी जानकारी को अनुचित तरीके से एकत्र करने, एक्सेस करने, चोरी करने या संशोधित करने में सक्षम। हालाँकि हम आपकी व्यक्तिगत जानकारी की सुरक्षा करने की पूरी कोशिश करेंगे, लेकिन हमारी सेवाओं तक व्यक्तिगत जानकारी का प्रसारण आपके अपने जोखिम पर है। आपको केवल सुरक्षित वातावरण में ही सेवाओं तक पहुँच प्राप्त करनी चाहिए।
zh: 我們已實施適當且合理的技術和組織安全措施，旨在保護我們處理的任何個人信息的安全。然而，儘管我們採取保護措施並努力保護您的信息，但無法保證互聯網上的電子傳輸或信息存儲技術100% 安全，因此我們無法承諾或保證黑客、網絡犯罪分子或其他未經授權的第三方不會受到攻擊。能夠破壞我們的安全並不當收集、訪問、竊取或修改您的信息。儘管我們將盡最大努力保護您的個人信息，但與我們的服務之間傳輸個人信息的風險由您自行承擔。您應該僅在安全的環境中訪問服務。

# p_p_7_do_we_collect_information_from_minors_
source: 7. DO WE COLLECT INFORMATION FROM MINORS?
es: 7. ¿RECOGEMOS INFORMACIÓN DE MENORES DE EDAD?
fr: 7. COLLECTONS-NOUS DES INFORMATIONS SUR LES MINEURS ?
hi: 7. क्या हम नाबालिगों से जानकारी एकत्र करते हैं?
zh: 7. 我們是否收集未成年人的信息？

source: In Short: We do not knowingly collect data from or market to children under 18 years of age.
es: En resumen: no recopilamos datos ni comercializamos deliberadamente a niños menores de 18 años.
fr: En bref : nous ne collectons pas sciemment de données auprès d'enfants de moins de 18 ans et ne les commercialisons pas auprès d'eux.
hi: संक्षेप में: हम जानबूझकर 18 वर्ष से कम उम्र के बच्चों से डेटा एकत्र नहीं करते हैं या उन्हें बाजार में नहीं भेजते हैं।
zh: 簡而言之：我們不會故意收集 18 歲以下兒童的數據或向其推銷數據。

source: We do not knowingly solicit data from or market to children under 18 years of age. By using the Services, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Services. If we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records. If you become aware of any data we may have collected from children under age 18, please contact us at vsharma@listoil.com.
es: No solicitamos conscientemente datos ni comercializamos a niños menores de 18 años. Al utilizar los Servicios, usted declara que tiene al menos 18 años o que es el padre o tutor de dicho menor y consiente el uso de los Servicios por parte de dicho menor dependiente. Si nos enteramos de que se ha recopilado información personal de usuarios menores de 18 años, desactivaremos la cuenta y tomaremos medidas razonables para eliminar de inmediato dichos datos de nuestros registros. Si tiene conocimiento de algún dato que podamos haber recopilado de niños menores de 18 años, contáctenos en vsharma@listoil.com.
fr: Nous ne sollicitons pas sciemment de données auprès d'enfants de moins de 18 ans et ne les commercialisons pas. En utilisant les Services, vous déclarez que vous avez au moins 18 ans ou que vous êtes le parent ou le tuteur d'un tel mineur et consentez à ce que cette personne mineure à charge utilise les Services. Si nous apprenons que des informations personnelles d'utilisateurs de moins de 18 ans ont été collectées, nous désactiverons le compte et prendrons des mesures raisonnables pour supprimer rapidement ces données de nos dossiers. Si vous avez connaissance de données que nous avons pu collecter auprès d'enfants de moins de 18 ans, veuillez nous contacter à vsharma@listoil.com.
hi: हम जानबूझकर 18 वर्ष से कम उम्र के बच्चों से डेटा नहीं मांगते हैं या उन्हें बाजार में नहीं भेजते हैं। सेवाओं का उपयोग करके, आप दर्शाते हैं कि आप कम से कम 18 वर्ष के हैं या आप ऐसे नाबालिग के माता-पिता या अभिभावक हैं और ऐसे नाबालिग आश्रित को सेवाओं के उपयोग के लिए सहमति देते हैं। यदि हमें पता चलता है कि 18 वर्ष से कम आयु के उपयोगकर्ताओं की व्यक्तिगत जानकारी एकत्र की गई है, तो हम खाते को निष्क्रिय कर देंगे और हमारे रिकॉर्ड से ऐसे डेटा को तुरंत हटाने के लिए उचित उपाय करेंगे। यदि आपको 18 वर्ष से कम आयु के बच्चों से हमारे द्वारा एकत्र किए गए किसी भी डेटा के बारे में पता चलता है, तो कृपया vsharma@listoil.com पर हमसे संपर्क करें।
zh: 我們不會故意向 18 歲以下兒童收集數據或向其推銷數據。使用服務即表示您已年滿 18 歲，或者您是此類未成年人的父母或監護人，並同意此類未成年人家屬使用服務。如果我們得知已收集 18 歲以下用戶的個人信息，我們將停用該帳戶並採取合理措施立即從我們的記錄中刪除此類數據。如果您發現我們可能從 18 歲以下兒童那裡收集的任何數據，請通過 vsharma@listoil.com 與我們聯繫。

# p_p_8_what_are_your_privacy_rights_
source: 8. WHAT ARE YOUR PRIVACY RIGHTS?
es: 8. ¿CUÁLES SON SUS DERECHOS DE PRIVACIDAD?
fr: 8. QUELS SONT VOS DROITS À LA VIE PRIVÉE ?
hi: 8. आपके गोपनीयता अधिकार क्या हैं?
zh: 8. 您有哪些隱私權？

# p_p_in_short__you_may_review_change_or_terminate_your_account_at_any_time_
source: In Short: You may review, change, or terminate your account at any time.
es: En resumen: puede revisar, cambiar o cancelar su cuenta en cualquier momento.
fr: En bref : vous pouvez consulter, modifier ou résilier votre compte à tout moment.
hi: संक्षेप में: आप किसी भी समय अपने खाते की समीक्षा कर सकते हैं, उसमें बदलाव कर सकते हैं या उसे समाप्त कर सकते हैं।
zh: 簡而言之：您可以隨時查看、更改或終止您的帳戶。

source: If you are located in the EEA or UK and you believe we are unlawfully processing your personal information, you also have the right to complain to your Member State data protection authority or UK data protection authority.
es: Si se encuentra en el EEE o el Reino Unido y cree que estamos procesando ilegalmente su información personal, también tiene derecho a presentar una queja ante la autoridad de protección de datos de su Estado miembro o ante la autoridad de protección de datos del Reino Unido.
fr: Si vous résidez dans l'EEE ou au Royaume-Uni et que vous pensez que nous traitons illégalement vos informations personnelles, vous avez également le droit de porter plainte auprès de l'autorité de protection des données de votre État membre ou de l'autorité de protection des données du Royaume-Uni.
hi: यदि आप ईईए या यूके में स्थित हैं और आपको लगता है कि हम आपकी व्यक्तिगत जानकारी को गैरकानूनी तरीके से संसाधित कर रहे हैं, तो आपको अपने सदस्य राज्य डेटा सुरक्षा प्राधिकरण या यूके डेटा सुरक्षा प्राधिकरण से शिकायत करने का भी अधिकार है।
zh: 如果您位於歐洲經濟區或英國，並且您認為我們非法處理您的個人信息，您還有權向您的成員國數據保護機構或英國數據保護機構投訴。

source: If you are located in Switzerland, you may contact the Federal Data Protection and Information Commissioner.
es: Si se encuentra en Suiza, puede ponerse en contacto con el Comisionado Federal de Información y Protección de Datos.
fr: Si vous résidez en Suisse, vous pouvez contacter le Préposé fédéral à la protection des données et à la transparence.
hi: यदि आप स्विट्ज़रलैंड में स्थित हैं, तो आप संघीय डेटा संरक्षण और सूचना आयुक्त से संपर्क कर सकते हैं।
zh: 如果您位於瑞士，您可以聯繫聯邦數據保護和信息專員。

source: Withdrawing your consent: If we are relying on your consent to process your personal information, which may be express and/or implied consent depending on the applicable law, you have the right to withdraw your consent at any time. You can withdraw your consent at any time by contacting us by using the contact details provided in the section 'HOW CAN YOU CONTACT US ABOUT THIS NOTICE?' below.
es: Retirar su consentimiento: si confiamos en su consentimiento para procesar su información personal, que puede ser un consentimiento expreso y/o implícito según la ley aplicable, tiene derecho a retirar su consentimiento en cualquier momento. Puede retirar su consentimiento en cualquier momento poniéndose en contacto con nosotros utilizando los datos de contacto proporcionados en la sección '¿CÓMO PUEDE CONTACTARNOS SOBRE ESTE AVISO?' abajo.
fr: Retrait de votre consentement : Si nous comptons sur votre consentement pour traiter vos informations personnelles, qui peut être un consentement exprès et/ou implicite selon la loi applicable, vous avez le droit de retirer votre consentement à tout moment. Vous pouvez retirer votre consentement à tout moment en nous contactant en utilisant les coordonnées fournies dans la section « COMMENT POUVEZ-VOUS NOUS CONTACTER À PROPOS DE CET AVIS ? ci-dessous.
hi: आपकी सहमति वापस लेना: यदि हम आपकी व्यक्तिगत जानकारी को संसाधित करने के लिए आपकी सहमति पर भरोसा कर रहे हैं, जो लागू कानून के आधार पर व्यक्त और/या निहित सहमति हो सकती है, तो आपको किसी भी समय अपनी सहमति वापस लेने का अधिकार है। आप 'इस नोटिस के बारे में आप हमसे कैसे संपर्क कर सकते हैं?' अनुभाग में दिए गए संपर्क विवरण का उपयोग करके हमसे संपर्क करके किसी भी समय अपनी सहमति वापस ले सकते हैं। नीचे।
zh: 撤回您的同意：如果我們依賴您的同意來處理您的個人信息（根據適用法律，這可能是明示和/或暗示的同意），您有權隨時撤回您的同意。您可以隨時使用“您如何就本通知聯繫我們？”部分中提供的聯繫方式聯繫我們，撤回您的同意。以下。

source: However, please note that this will not affect the lawfulness of the processing before its withdrawal nor, when applicable law allows, will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.
es: Sin embargo, tenga en cuenta que esto no afectará la legalidad del procesamiento antes de su retiro ni, cuando la ley aplicable lo permita, afectará el procesamiento de su información personal realizado basándose en motivos de procesamiento legales distintos del consentimiento.
fr: Cependant, veuillez noter que cela n’affectera pas la licéité du traitement avant son retrait ni, lorsque la loi applicable le permet, que cela n’affectera le traitement de vos informations personnelles effectué sur la base de motifs de traitement licites autres que le consentement.
hi: हालाँकि, कृपया ध्यान दें कि इससे वापसी से पहले प्रसंस्करण की वैधता प्रभावित नहीं होगी और न ही, जब लागू कानून अनुमति देता है, तो यह सहमति के अलावा वैध प्रसंस्करण आधारों पर निर्भरता में आयोजित आपकी व्यक्तिगत जानकारी के प्रसंस्करण को प्रभावित करेगा।
zh: 但是，請注意，這不會影響撤銷之前處理的合法性，也不會影響在適用法律允許的情況下，基於同意以外的合法處理理由對您的個人信息進行的處理。

source: Opting out of marketing and promotional communications: You can unsubscribe from our marketing and promotional communications at any time by clicking on the unsubscribe link in the emails that we send, or by contacting us using the details provided in the section 'HOW CAN YOU CONTACT US ABOUT THIS NOTICE?' below. You will then be removed from the marketing lists. However, we may still communicate with you — for example, to send you service-related messages that are necessary for the administration and use of your account, to respond to service requests, or for other non-marketing purposes.
es: Optar por no recibir comunicaciones promocionales y de marketing: puede darse de baja de nuestras comunicaciones promocionales y de marketing en cualquier momento haciendo clic en el enlace para cancelar la suscripción en los correos electrónicos que le enviamos, o contactándonos utilizando los detalles proporcionados en la sección '¿CÓMO PUEDE CONTACTARNOS?' ¿ACERCA DE ESTE AVISO?' abajo. Luego será eliminado de las listas de marketing. Sin embargo, aún podemos comunicarnos con usted, por ejemplo, para enviarle mensajes relacionados con el servicio que sean necesarios para la administración y el uso de su cuenta, para responder a solicitudes de servicio o para otros fines no relacionados con el marketing.
fr: Désinscription des communications marketing et promotionnelles : Vous pouvez vous désinscrire de nos communications marketing et promotionnelles à tout moment en cliquant sur le lien de désabonnement présent dans les e-mails que nous envoyons, ou en nous contactant en utilisant les coordonnées fournies dans la section « COMMENT NOUS CONTACTER » À PROPOS DE CET AVIS ? ci-dessous. Vous serez alors supprimé des listes marketing. Cependant, nous pouvons toujours communiquer avec vous, par exemple pour vous envoyer des messages liés au service qui sont nécessaires à l'administration et à l'utilisation de votre compte, pour répondre à des demandes de service ou à d'autres fins non marketing.
hi: मार्केटिंग और प्रमोशनल संचार से बाहर निकलना: आप हमारे द्वारा भेजे गए ईमेल में अनसब्सक्राइब लिंक पर क्लिक करके, या 'आप हमसे कैसे संपर्क कर सकते हैं' अनुभाग में दिए गए विवरण का उपयोग करके हमसे संपर्क करके किसी भी समय हमारे मार्केटिंग और प्रमोशनल संचार से सदस्यता समाप्त कर सकते हैं। इस नोटिस के बारे में?' नीचे। फिर आपको मार्केटिंग सूचियों से हटा दिया जाएगा. हालाँकि, हम अभी भी आपसे संवाद कर सकते हैं - उदाहरण के लिए, आपको सेवा-संबंधित संदेश भेजने के लिए जो आपके खाते के प्रशासन और उपयोग के लिए आवश्यक हैं, सेवा अनुरोधों का जवाब देने के लिए, या अन्य गैर-विपणन उद्देश्यों के लिए।
zh: 選擇退出營銷和促銷通訊：您可以隨時取消訂閱我們的營銷和促銷通訊，只需點擊我們發送的電子郵件中的取消訂閱鏈接，或者使用“您如何联系我們”部分中提供的詳細信息與我們聯繫關於這個通知？以下。然後您將從營銷列表中刪除。但是，我們仍可能與您進行溝通，例如，向您發送管理和使用您的帳戶所需的與服務相關的消息、響應服務請求或用於其他非營銷目的。

# p_p_account_information
source: Account Information
es: Información de la cuenta
fr: Information sur le compte
hi: खाता संबंधी जानकारी
zh: 帳戶信息

source: If you would at any time like to review or change the information in your account or terminate your account, you can:
es: Si en algún momento desea revisar o cambiar la información de su cuenta o cancelarla, puede:
fr: Si vous souhaitez à tout moment consulter ou modifier les informations de votre compte ou résilier votre compte, vous pouvez :
hi: यदि आप किसी भी समय अपने खाते की जानकारी की समीक्षा करना या उसे बदलना या अपना खाता समाप्त करना चाहेंगे, तो आप यह कर सकते हैं:
zh: 如果您想隨時查看或更改您帳戶中的信息或終止您的帳戶，您可以：

# p_p_contact_us_using_the_contact_information_provided_
source: Contact us using the contact information provided.
es: Contáctenos utilizando la información de contacto proporcionada.
fr: Contactez-nous en utilisant les coordonnées fournies.
hi: प्रदान की गई संपर्क जानकारी का उपयोग करके हमसे संपर्क करें।
zh: 使用提供的聯繫信息與我們聯繫。

source: Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our legal terms and/or comply with applicable legal requirements.
es: Si solicita cancelar su cuenta, desactivaremos o eliminaremos su cuenta y su información de nuestras bases de datos activas. Sin embargo, podemos conservar cierta información en nuestros archivos para evitar fraudes, solucionar problemas, ayudar con cualquier investigación, hacer cumplir nuestros términos legales y/o cumplir con los requisitos legales aplicables.
fr: À votre demande de résiliation de votre compte, nous désactiverons ou supprimerons votre compte et vos informations de nos bases de données actives. Cependant, nous pouvons conserver certaines informations dans nos fichiers pour prévenir la fraude, résoudre des problèmes, faciliter toute enquête, faire respecter nos conditions légales et/ou nous conformer aux exigences légales applicables.
hi: आपके खाते को समाप्त करने के आपके अनुरोध पर, हम आपके खाते और जानकारी को हमारे सक्रिय डेटाबेस से निष्क्रिय या हटा देंगे। हालाँकि, हम धोखाधड़ी को रोकने, समस्याओं का निवारण करने, किसी भी जांच में सहायता करने, अपनी कानूनी शर्तों को लागू करने और/या लागू कानूनी आवश्यकताओं का अनुपालन करने के लिए अपनी फाइलों में कुछ जानकारी रख सकते हैं।
zh: 當您請求終止您的帳戶時，我們將停用或從我們的活動數據庫中刪除您的帳戶和信息。但是，我們可能會在我們的文件中保留一些信息，以防止欺詐、解決問題、協助任何調查、執行我們的法律條款和/或遵守適用的法律要求。

source: Cookies and similar technologies: Most Web browsers are set to accept cookies by default. If you prefer, you can usually choose to set your browser to remove cookies and to reject cookies. If you choose to remove cookies or reject cookies, this could affect certain features or services of our Services. You may also opt out of interest-based advertising by advertisers on our Services.
es: Cookies y tecnologías similares: la mayoría de los navegadores web están configurados para aceptar cookies de forma predeterminada. Si lo prefiere, normalmente puede optar por configurar su navegador para que elimine las cookies y las rechace. Si elige eliminar las cookies o rechazarlas, esto podría afectar ciertas características o servicios de nuestros Servicios. También puede optar por no recibir publicidad basada en intereses por parte de anunciantes en nuestros Servicios.
fr: Cookies et technologies similaires : La plupart des navigateurs Web sont configurés pour accepter les cookies par défaut. Si vous préférez, vous pouvez généralement choisir de configurer votre navigateur pour supprimer les cookies et les rejeter. Si vous choisissez de supprimer les cookies ou de refuser les cookies, cela pourrait affecter certaines fonctionnalités ou services de nos Services. Vous pouvez également refuser la publicité basée sur vos centres d'intérêt par les annonceurs sur nos Services.
hi: कुकीज़ और समान प्रौद्योगिकियाँ: अधिकांश वेब ब्राउज़र डिफ़ॉल्ट रूप से कुकीज़ स्वीकार करने के लिए सेट होते हैं। यदि आप चाहें, तो आप आमतौर पर कुकीज़ को हटाने और कुकीज़ को अस्वीकार करने के लिए अपने ब्राउज़र को सेट करना चुन सकते हैं। यदि आप कुकीज़ को हटाना या कुकीज़ को अस्वीकार करना चुनते हैं, तो यह हमारी सेवाओं की कुछ विशेषताओं या सेवाओं को प्रभावित कर सकता है। आप हमारी सेवाओं पर विज्ञापनदाताओं द्वारा रुचि-आधारित विज्ञापन से बाहर निकलने का विकल्प भी चुन सकते हैं।
zh: Cookie 和類似技術：大多數 Web 瀏覽器默認設置為接受 Cookie。如果您願意，通常可以選擇將瀏覽器設置為刪除 cookie 和拒絕 cookie。如果您選擇刪除 cookie 或拒絕 cookie，這可能會影響我們服務的某些功能或服務。您還可以選擇不接收廣告商在我們的服務上投放的基於興趣的廣告。

source: If you have questions or comments about your privacy rights, you may email us at vsharma@listoil.com.
es: Si tiene preguntas o comentarios sobre sus derechos de privacidad, puede enviarnos un correo electrónico a vsharma@listoil.com.
fr: Si vous avez des questions ou des commentaires sur vos droits à la vie privée, vous pouvez nous envoyer un e-mail à vsharma@listoil.com.
hi: यदि आपके गोपनीयता अधिकारों के बारे में आपके कोई प्रश्न या टिप्पणियाँ हैं, तो आप हमें vsharma@listoil.com पर ईमेल कर सकते हैं।
zh: 如果您對您的隱私權有疑問或意見，您可以發送電子郵件至 vsharma@listoil.com。

# p_p_9_controls_for_do_not_track_features
source: 9. CONTROLS FOR DO-NOT-TRACK FEATURES
es: 9. CONTROLES PARA FUNCIONES DE NO SEGUIMIENTO
fr: 9. COMMANDES POUR LES FONCTIONNALITÉS NE PAS SUIVI
hi: 9. ट्रैक न करने वाली सुविधाओं के लिए नियंत्रण
zh: 9. 禁止追踪功能的控制

source: Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track ('DNT') feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. At this stage no uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.
es: La mayoría de los navegadores web y algunos sistemas operativos y aplicaciones móviles incluyen una función o configuración de No rastrear ('DNT') que puede activar para indicar su preferencia de privacidad y no monitorear ni recopilar datos sobre sus actividades de navegación en línea. En esta etapa no se ha finalizado ningún estándar tecnológico uniforme para reconocer e implementar señales DNT. Como tal, actualmente no respondemos a las señales del navegador DNT ni a ningún otro mecanismo que comunique automáticamente su elección de no ser rastreado en línea. Si se adopta un estándar para el seguimiento en línea que debamos seguir en el futuro, le informaremos sobre esa práctica en una versión revisada de este aviso de privacidad.
fr: La plupart des navigateurs Web et certains systèmes d'exploitation mobiles et applications mobiles incluent une fonctionnalité ou un paramètre Do-Not-Track (« DNT ») que vous pouvez activer pour signaler votre préférence en matière de confidentialité afin que les données sur vos activités de navigation en ligne ne soient pas surveillées et collectées. À ce stade, aucune norme technologique uniforme pour la reconnaissance et la mise en œuvre des signaux DNT n’a été finalisée. En tant que tel, nous ne répondons pas actuellement aux signaux du navigateur DNT ou à tout autre mécanisme communiquant automatiquement votre choix de ne pas être suivi en ligne. Si une norme de suivi en ligne que nous devons suivre à l'avenir est adoptée, nous vous informerons de cette pratique dans une version révisée de cet avis de confidentialité.
hi: अधिकांश वेब ब्राउज़र और कुछ मोबाइल ऑपरेटिंग सिस्टम और मोबाइल एप्लिकेशन में एक डू-नॉट-ट्रैक ('डीएनटी') सुविधा या सेटिंग शामिल होती है जिसे आप अपनी गोपनीयता प्राथमिकता का संकेत देने के लिए सक्रिय कर सकते हैं ताकि आपकी ऑनलाइन ब्राउज़िंग गतिविधियों की निगरानी और संग्रह के बारे में डेटा न हो। इस स्तर पर डीएनटी संकेतों को पहचानने और लागू करने के लिए किसी समान प्रौद्योगिकी मानक को अंतिम रूप नहीं दिया गया है। इस प्रकार, हम वर्तमान में DNT ब्राउज़र सिग्नल या किसी अन्य तंत्र का जवाब नहीं देते हैं जो स्वचालित रूप से आपकी पसंद को ऑनलाइन ट्रैक न किए जाने के बारे में सूचित करता है। यदि ऑनलाइन ट्रैकिंग के लिए कोई मानक अपनाया जाता है जिसका हमें भविष्य में पालन करना होगा, तो हम आपको इस गोपनीयता सूचना के संशोधित संस्करण में उस अभ्यास के बारे में सूचित करेंगे।
zh: 大多數網絡瀏覽器和某些移動操作系統和移動應用程序都包含“請勿跟踪”（“DNT”）功能或設置，您可以激活該功能或設置來表明您的隱私偏好，即不監控和收集有關您的在線瀏覽活動的數據。現階段，識別和實現 DNT 信號的統一技術標準尚未最終確定。因此，我們目前不會響應 DNT 瀏覽器信號或任何其他自動傳達您選擇不被在線跟踪的機制。如果採用我們將來必須遵循的在線跟踪標準，我們將在本隱私聲明的修訂版本中告知您該做法。
