Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: Unable to connect server
es: No es posible conectar con el servidor
fr: Impossible de connecter le serveur
hi: सर्वर कनेक्ट करने में असमर्थ
zh: 無法連接服務器

source: Server connection successful
es: Conexión del servidor exitosa
fr: Connexion au serveur réussie
hi: सर्वर कनेक्शन सफल
zh: 服務器連接成功

source: Successful validation
es: Validación exitosa
fr: Validation réussie
hi: सफल सत्यापन
zh: 驗證成功

source: Verification failed or GPS disabled
es: Verificación fallida o GPS deshabilitado
fr: Échec de la vérification ou GPS désactivé
hi: सत्यापन विफल या जीपीएस अक्षम
zh: 驗證失敗或 GPS 已禁用

source: Searching verification
es: Buscando verificación
fr: Recherche de vérification
hi: खोज सत्यापन
zh: 搜索驗證

source: Reconnect
es: Reconectar
fr: Reconnectez-vous
hi: पुनः कनेक्ट करें
zh: 重新連接

source: Check your connection and try again
es: Comprueba tu conexión e inténtalo de nuevo
fr: Vérifiez votre connexion et réessayez
hi: अपना कनेक्शन जांचें और पुनः प्रयास करें
zh: 檢查您的連接並重試

source: You are not connected to the Internet
es: No estás conectado a Internet
fr: Vous n'êtes pas connecté à Internet
hi: आप इंटरनेट से कनेक्ट नहीं हैं
zh: 您沒有連接到互聯網

source: Checking gps version
es: Comprobando la versión de gps
fr: Vérification de la version GPS
hi: जीपीएस संस्करण की जाँच हो रही है
zh: 檢查 GPS 版本

source: I agree to share my bank account information to receive payments
es: Acepto compartir la información de mi cuenta bancaria para recibir pagos
fr: J'accepte de partager mes coordonnées bancaires pour recevoir des paiements
hi: मैं भुगतान प्राप्त करने के लिए अपने बैंक खाते की जानकारी साझा करने के लिए सहमत हूं
zh: 我同意分享我的銀行賬戶信息以接收付款

source: ISFC code
es: Código ISFC
fr: Code ISFC
hi: आईएसएफसी कोड
zh: ISFC代碼

source: SWIFT code (BIC)
es: Código SWIFT (BIC)
fr: Code SWIFT (BIC)
hi: स्विफ्ट कोड (बीआईसी)
zh: SWIFT 代碼 (BIC)

source: Select your bank
es: Seleccione su banco
fr: Sélectionnez votre banque
hi: अपना बैंक चुनें
zh: 選擇您的銀行

source: Error loading user offline
es: Error al cargar el usuario sin conexión
fr: Erreur lors du chargement de l'utilisateur hors ligne
hi: उपयोगकर्ता को ऑफ़लाइन लोड करने में त्रुटि
zh: 離線加載用戶時出錯

source: Successful login
es: Acceso exitoso
fr: Connexion réussie
hi: सफल प्रवेश
zh: 登錄成功

source: Wrong user data
es: Datos de usuario incorrectos
fr: Données utilisateur erronées
hi: गलत उपयोगकर्ता डेटा
zh: 用戶數據錯誤

source: Something went wrong
es: Algo salió mal
fr: Quelque chose s'est mal passé
hi: कुछ गलत हो गया
zh: 出了些問題

source: Error sending otp
es: Error al enviar otp
fr: Erreur d'envoi d'otp
hi: ओटीपी भेजने में त्रुटि
zh: 發送 otp 時出錯

source: Error updating bank data
es: Error al actualizar datos bancarios
fr: Erreur lors de la mise à jour des données bancaires
hi: बैंक डेटा अपडेट करने में त्रुटि
zh: 更新銀行數據時出錯

source: Error updating user data
es: Error al actualizar los datos del usuario
fr: Erreur lors de la mise à jour des données utilisateur
hi: उपयोगकर्ता डेटा अपडेट करने में त्रुटि
zh: 更新用戶數據時出錯

source: Enter qr code
es: Ingrese el código qr
fr: Entrez le code qr
hi: क्यूआर कोड दर्ज करें
zh: 輸入二維碼

source: Send
es: Enviar
fr: Envoyer
hi: भेजना
zh: 發送

source: Submit
es: Entregar
fr: Soumettre
hi: जमा करना
zh: 提交

source: Enter the 12 characters of the code that appears below the QR image
es: Introduce los 12 caracteres del código que aparece debajo de la imagen QR
fr: Entrez les 12 caractères du code qui apparaît sous l'image QR
hi: क्यूआर छवि के नीचे दिखाई देने वाले कोड के 12 अक्षर दर्ज करें
zh: 輸入二維碼圖像下方顯示的代碼的 12 個字符

source: Write your comment
es: Escribe tu comentario
fr: Écrivez votre commentaire
hi: अपनी टिप्पणी लिखें
zh: 寫下你的評論

source: There are no videos to show
es: No hay videos para mostrar
fr: Il n'y a pas de vidéos à montrer
hi: दिखाने के लिए कोई वीडियो नहीं है
zh: 沒有視頻可顯示

source: Failed to get platform version
es: Error al obtener la versión de la plataforma
fr: Impossible d'obtenir la version de la plate-forme
hi: प्लेटफ़ॉर्म संस्करण प्राप्त करने में विफल
zh: 獲取平台版本失敗

source: State
es: Estado
fr: État
hi: राज्य
zh: 狀態

source: Unknown
es: Desconocido
fr: Inconnu
hi: अज्ञात
zh: 未知

source: Unexpected error
es: Error inesperado
fr: Erreur inattendue
hi: अप्रत्याशित त्रुटि
zh: 意外的錯誤

source: Please enter your number
es: Por favor ingrese su número
fr: Veuillez entrer votre numéro
hi: कृपया अपना नंबर दर्ज करें
zh: 請輸入您的電話號碼

source: The number should be have
es: El número debe ser tener
fr: Le numéro devrait être avoir
hi: नंबर होना चाहिए
zh: 號碼應該有

source: digits
es: dígitos
fr: chiffres
hi: अंक
zh: 數字

source: Please enter your password
es: Por favor, introduzca su contraseña
fr: S'il vous plait entrez votre mot de passe
hi: अपना पासवर्ड दर्ज करें
zh: 請輸入您的密碼

source: Password recovery
es: Recuperación de contraseña
fr: Récupération de mot de passe
hi: पासवर्ड की दोबारा प्राप्ति
zh: 找回密碼

source: Message
es: Mensaje
hi: संदेश
zh: 信息

source: Amount
es: Monto
fr: Montant
hi: मात्रा
zh: 數量

source: Qr
hi: क्यूआर

source: Used
es: Usado
fr: Utilisé
hi: उपयोगित
zh: 使用過的

source: Check your phone number
es: Verifica tu número de teléfono
fr: Vérifiez votre numéro de téléphone
hi: अपना फ़ोन नंबर जाँचें
zh: 檢查您的電話號碼

source: Listoil sent you an SMS to verify your identity. Enter your phone number
es: Listoil te ha enviado un mensaje SMS para verificar tu identidad. Ingresa tu número de teléfono.
fr: Listoil vous a envoyé un SMS pour vérifier votre identité. Veuillez entrer votre numéro de téléphone.
hi: लिस्टआयल ने आपकी पहचान सत्यापित करने के लिए आपके फ़ोन नंबर पर एक एसएमएस भेजा है, कृपया अपना फ़ोन नंबर दर्ज करें।
zh: Listoil已向您發送了一條簡訊以驗證您的身份，請輸入您的電話號碼。

source: New user
es: Usuario nuevo
fr: Nouvel utilisateur
hi: नया उपयोगकर्ता
zh: 新用戶

source: Concise and Clear Answers to Your Most Frequently Asked Questions
es: Respuestas claras y concisas a sus preguntas más frecuentes
fr: Réponses concises et claires à vos questions les plus fréquentes
hi: आपके सबसे आम प्रश्नों के संक्षिप्त और स्पष्ट उत्तर
zh: 清晰簡明地回答您最常問的問題

# t_c__agreement_to_our_legal_terms_
source: AGREEMENT TO OUR LEGAL TERMS
es: ACUERDO DE NUESTROS TÉRMINOS LEGALES
fr: ACCORD SUR NOS CONDITIONS LÉGALES
hi: हमारी कानूनी शर्तों पर समझौता
zh: 同意我們的法律條款

# t_c__introduction_
source: Introduction
es: Introducción
hi: परिचय
zh: 介紹

source: We are Vistony India Private Limited, doing business as ListOil ('Company', 'we', 'us', or 'our'), a company registered in India at A-1/118 second floor Safdarjung enclave opposite aashlok hospital new delhi DL 110029 IN, Delhi, Delhi 110029.
es: Somos Vistony India Private Limited y operamos como ListOil ('Compañía','nosotros','nos'o'nuestro'), una empresa registrada en la India en el segundo piso A-1/118, enclave de Safdarjung, frente al nuevo hospital de Aashlok. Delhi DL 110029 IN, Delhi, Delhi 110029.
fr: Nous sommes Vistony India Private Limited, faisant affaire sous le nom de ListOil (' Société ', ' nous ', ' notre ' ou ' notre '), une société enregistrée en Inde au deuxième étage A-1/118, enclave de Safdarjung en face du nouvel hôpital d'Aashlok. Delhi DL 110029 IN, Delhi, Delhi 110029.
hi: हम विस्टोनी इंडिया प्राइवेट लिमिटेड हैं, लिस्टऑयल ('कंपनी', 'हम', 'हम', या 'हमारा') के रूप में कारोबार करते हैं, भारत में पंजीकृत कंपनी ए-1/118 दूसरी मंजिल पर सफदरजंग एन्क्लेव, आशलोक हॉस्पिटल न्यू के सामने है। दिल्ली डीएल 110029 आईएन, दिल्ली, दिल्ली 110029।
zh: 我們是Vistony India Private Limited，以ListOil（'公司'、'我們'、'我們'或'我們的'）名義開展業務，是一家在印度註冊的公司，地址為A-1/118 二樓Safdarjung飛地，aashlok 醫院對面新德里 DL 110029 IN，德里，德里 110029。

source: We operate the mobile application QRCash (the 'App'), as well as any other related products and services that refer or link to these legal terms (the 'Legal Terms') (collectively, the 'Services').
es: Operamos la aplicación móvil QRCash (la'Aplicación'), así como cualquier otro producto y servicio relacionado que haga referencia o enlace a estos términos legales (los'Términos Legales') (colectivamente, los'Servicios').
fr: Nous exploitons l'application mobile QRCash (l''Application'), ainsi que tout autre produit et service connexe qui fait référence ou est lié à ces conditions légales (les'Conditions légales') (collectivement, les'Services').
hi: हम मोबाइल एप्लिकेशन QRCash ('ऐप') के साथ-साथ किसी भी अन्य संबंधित उत्पादों और सेवाओं को संचालित करते हैं जो इन कानूनी शर्तों ('कानूनी शर्तों') (सामूहिक रूप से, 'सेवाएं') को संदर्भित या लिंक करते हैं।
zh: 我們運營移動應用程序 QRCash（'應用程序'），以及引用或鏈接到這些法律條款（'法律條款'）的任何其他相關產品和服務（統稱為'服務'）。

source: You can contact us by phone at 8619219450, email at vsharma@listoil.com, or by mail to F647, F647A, Kushkera Industrial Area RIICO, Bhiwadi, , Bhiwadi, Rajasthan 301707, India.
es: Puede contactarnos por teléfono al 8619219450, correo electrónico a vsharma@listoil.com o por correo postal a F647, F647A, Kushkera Industrial Area RIICO, Bhiwadi, Bhiwadi, Rajasthan 301707, India.
fr: Vous pouvez nous contacter par téléphone au 8619219450, par e-mail à vsharma@listoil.com ou par courrier à F647, F647A, Kushkera Industrial Area RIICO, Bhiwadi, , Bhiwadi, Rajasthan 301707, Inde.
hi: आप हमसे 8619219450 पर फोन, vsharma@listoil.com पर ईमेल या F647, F647A, कुशकेरा औद्योगिक क्षेत्र RIICO, भिवाड़ी, भिवाड़ी, राजस्थान 301707, भारत पर मेल द्वारा संपर्क कर सकते हैं।
zh: 您可以通過電話 8619219450、電子郵件 vsharma@listoil.com 或郵寄至 F647, F647A, Kushkera Industrial Area RIICO, Bhiwadi, , Bhiwadi, Rajasthan 301707, India 聯繫我們。

source: These Legal Terms constitute a legally binding agreement made between you, whether personally or on behalf of an entity ('you'), and Vistony India Private Limited, concerning your access to and use of the Services. You agree that by accessing the Services, you have read, understood, and agreed to be bound by all of these Legal Terms. IF YOU DO NOT AGREE WITH ALL OF THESE LEGAL TERMS, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SERVICES AND YOU MUST DISCONTINUE USE IMMEDIATELY.
es: Estos Términos legales constituyen un acuerdo legalmente vinculante celebrado entre usted, ya sea personalmente o en nombre de una entidad ('usted'), y Vistony India Private Limited, en relación con su acceso y uso de los Servicios. Usted acepta que al acceder a los Servicios', ha leído, comprendido y aceptado estar sujeto a todos estos Términos legales. SI NO ESTÁ DE ACUERDO CON TODOS ESTOS TÉRMINOS LEGALES, ENTONCES SE LE PROHIBE EXPRESAMENTE UTILIZAR LOS SERVICIOS Y DEBE DEJAR DE USARLOS INMEDIATAMENTE'
fr: Ces conditions juridiques constituent un accord juridiquement contraignant conclu entre vous, que ce soit personnellement ou au nom d'une entité (' vous '), et Vistony India Private Limited, concernant votre accès et votre utilisation des services. Vous acceptez qu'en accédant aux services , vous avez lu, compris et accepté d'être lié par toutes ces conditions légales. SI VOUS N'ÊTES PAS D'ACCORD AVEC TOUTES CES CONDITIONS JURIDIQUES, ALORS IL VOUS EST EXPRESSÉMENT INTERDIT D'UTILISER LES SERVICES ET VOUS DEVEZ CESSER DE L'UTILISER IMMÉDIATEMENT.
hi: ये कानूनी शर्तें आपके बीच, चाहे व्यक्तिगत रूप से या किसी इकाई ('आप') की ओर से, और विस्टोनी इंडिया प्राइवेट लिमिटेड के बीच सेवाओं तक आपकी पहुंच और उपयोग के संबंध में किया गया एक कानूनी रूप से बाध्यकारी समझौता है। आप सेवाओं तक पहुंच कर इस बात से सहमत हैं , आपने इन सभी कानूनी शर्तों को पढ़ लिया है, समझ लिया है और उनसे बंधे होने के लिए सहमत हैं। यदि आप इन सभी कानूनी शर्तों से सहमत नहीं हैं, तो आपको सेवाओं का उपयोग करने से स्पष्ट रूप से प्रतिबंधित किया जाता है और आपको तुरंत उपयोग बंद कर देना चाहिए।
zh: 這些法律條款構成您（無論是個人還是代表實體（'您'））與 Vistony India Private Limited 之間就您訪問和使用服務而達成的具有法律約束力的協議。您同意通過訪問服務，您已閱讀、理解並同意受所有這些法律條款的約束。如果您不同意所有這些法律條款，則明確禁止您使用服務，並且必須立即停止使用。

source: We will provide you with prior notice of any scheduled changes to the Services you are using. Changes to Legal Terms will become effective seven (7) days after the notice is given, except if the changes apply to new functionality, security updates, bug fixes, and a court order, in which case the changes will be effective immediately. By continuing to use the Services after the effective date of any changes, you agree to be bound by the modified terms. If you disagree with such changes, you may terminate Services as per the section 'TERM AND TERMINATION'.
es: Le proporcionaremos un aviso previo sobre cualquier cambio programado en los Servicios que esté utilizando. Los cambios en los Términos legales entrarán en vigencia siete (7) días después de que se envíe el aviso, excepto si los cambios se aplican a nuevas funciones, actualizaciones de seguridad, errores. correcciones y una orden judicial, en cuyo caso los cambios entrarán en vigor inmediatamente. Al continuar utilizando los Servicios después de la fecha de entrada en vigor de cualquier cambio, usted acepta estar sujeto a los términos modificados. Si no está de acuerdo con dichos cambios, puede rescindir los Servicios según la sección'PLAZO Y TERMINACIÓN''
fr: Nous vous informerons au préalable de toute modification programmée des services que vous utilisez. Les modifications apportées aux conditions juridiques entreront en vigueur sept (7) jours après l'envoi de l'avis, sauf si les modifications s'appliquent à de nouvelles fonctionnalités, à des mises à jour de sécurité, à des bogues. correctifs et une ordonnance du tribunal, auquel cas les modifications entreront en vigueur immédiatement. En continuant à utiliser les services après la date d'entrée en vigueur de toute modification, vous acceptez d'être lié par les conditions modifiées. Si vous n'êtes pas d'accord avec ces modifications, vous pouvez mettre fin aux Services conformément à la section 'DURÉE ET RÉSILIATION'.
hi: हम आपको आपके द्वारा उपयोग की जा रही सेवाओं में किसी भी निर्धारित परिवर्तन की पूर्व सूचना प्रदान करेंगे। कानूनी शर्तों में परिवर्तन नोटिस दिए जाने के सात (7) दिनों के बाद प्रभावी हो जाएंगे, सिवाय इसके कि परिवर्तन नई कार्यक्षमता, सुरक्षा अपडेट, बग पर लागू हों सुधार, और एक अदालती आदेश, जिस स्थिति में परिवर्तन तुरंत प्रभावी होंगे। किसी भी परिवर्तन की प्रभावी तिथि के बाद सेवाओं का उपयोग जारी रखकर, आप संशोधित शर्तों से बंधे होने के लिए सहमत हैं। यदि आप ऐसे परिवर्तनों से असहमत हैं, तो आप कर सकते हैं 'नियम और समाप्ति' अनुभाग के अनुसार सेवाएं समाप्त करें।
zh: 對於您所使用的服務的任何計劃變更，我們將提前通知您。法律條款的變更將在發出通知後七 (7) 天生效，除非變更適用於新功能、安全更新、錯誤修正和法院命令，在這種情況下，更改將立即生效。在任何更改生效日期後繼續使用服務，即表示您同意受修改後的條款的約束。如果您不同意此類更改，您可以根據'條款和終止'部分終止服務。

source: The Services are intended for users who are at least 18 years old. Persons under the age of 18 are not permitted to use or register for the Services.
es: Los Servicios están destinados a usuarios que tienen al menos 18 años. Las personas menores de 18 años no pueden utilizar ni registrarse en los Servicios.
fr: Les Services sont destinés aux utilisateurs âgés d'au moins 18 ans. Les personnes de moins de 18 ans ne sont pas autorisées à utiliser ou à s'inscrire aux Services.
hi: सेवाएं उन उपयोगकर्ताओं के लिए हैं जिनकी आयु कम से कम 18 वर्ष है। 18 वर्ष से कम आयु के व्यक्तियों को सेवाओं का उपयोग करने या पंजीकरण करने की अनुमति नहीं है।
zh: 本服務面向年滿 18 周歲的用戶。未滿 18 周歲的人士不得使用或註冊本服務。

# t_c__we_recommend_that_you_print_a_copy_of_these_legal_terms_for_your_records___
source: We recommend that you print a copy of these Legal Terms for your records.
es: Le recomendamos que imprima una copia de estos Términos legales para sus registros'
fr: Nous vous recommandons d'imprimer une copie de ces conditions juridiques pour vos dossiers.
hi: हम अनुशंसा करते हैं कि आप अपने रिकॉर्ड के लिए इन कानूनी शर्तों की एक प्रति प्रिंट करें।
zh: 我們建議您打印一份這些法律條款作為記錄。

# t_c__table_of_contents_
source: TABLE OF CONTENTS
es: TABLA DE CONTENIDO
fr: TABLE DES MATIÈRES
hi: विषयसूची
zh: 目錄

# t_c__2__intellectual_property_rights_
source: 2. INTELLECTUAL PROPERTY RIGHTS
es: 2. DERECHOS DE PROPIEDAD INTELECTUAL
fr: 2. DROITS DE PROPRIÉTÉ INTELLECTUELLE
hi: 2. बौद्धिक संपदा अधिकार
zh: 2. 知識產權

# t_c__8__guidelines_for_reviews_
source: 8. GUIDELINES FOR REVIEWS
es: 8. DIRECTRICES PARA LAS REVISIONES
fr: 8. DIRECTIVES POUR LES EXAMENS
hi: 8. समीक्षा के लिए दिशानिर्देश
zh: 8. 評審指南

# t_c__10__services_management_
source: 10. SERVICES MANAGEMENT
es: 10. GESTIÓN DE SERVICIOS
fr: 10. GESTION DES SERVICES
hi: 10. सेवा प्रबंधन
zh: 10. 服務管理

# t_c__11__privacy_policy_
source: 11. PRIVACY POLICY
es: 11. POLÍTICA DE PRIVACIDAD
fr: 11. POLITIQUE DE CONFIDENTIALITÉ
hi: 11. गोपनीयता नीति
zh: 11. 隱私政策

# t_c__12__term_and_termination_
source: 12. TERM AND TERMINATION
es: 12. PLAZO Y TERMINACIÓN
fr: 12. DURÉE ET RÉSILIATION
hi: 12. अवधि और समाप्ति
zh: 12. 期限和終止

# t_c__14__governing_law_
source: 14. GOVERNING LAW
es: 14. LEY APLICABLE
fr: 14. LOI APPLICABLE
hi: 14. शासी कानून
zh: 14. 適用法律

# t_c__15__dispute_resolution_
source: 15. DISPUTE RESOLUTION
es: 15. RESOLUCIÓN DE CONTROVERSIAS
fr: 15. RÉSOLUTION DES LITIGES
hi: 15. विवाद समाधान
zh: 15. 爭議解決

# t_c__16__corrections_
source: 16. CORRECTIONS
es: 16. CORRECCIONES
hi: 16. सुधार
zh: 16. 更正

# t_c__17__disclaimer_
source: 17. DISCLAIMER
es: 17. DESCARGO DE RESPONSABILIDAD
fr: 17. AVIS DE NON-RESPONSABILITÉ
hi: 17. अस्वीकरण
zh: 17. 免責聲明

# t_c__18__limitations_of_liability_
source: 18. LIMITATIONS OF LIABILITY
es: 18. LIMITACIONES DE RESPONSABILIDAD
fr: 18. LIMITATIONS DE RESPONSABILITÉ
hi: 18. दायित्व की सीमाएँ
zh: 18. 責任限制

# t_c__19__indemnification_
source: 19. INDEMNIFICATION
es: 19. INDEMNIZACIÓN
fr: 19. INDEMNISATION
hi: 19. क्षतिपूर्ति
zh: 19. 賠償

# t_c__20__user_data_
source: 20. USER DATA
es: 20. DATOS DEL USUARIO
fr: 20. DONNÉES UTILISATEUR
hi: 20. उपयोगकर्ता डेटा
zh: 20. 用戶數據

# t_c__21__electronic_communications__transactions__and_signatures_
source: 21. ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES
es: 21. COMUNICACIONES, TRANSACCIONES Y FIRMAS ELECTRÓNICAS
fr: 21. COMMUNICATIONS, TRANSACTIONS ET SIGNATURES ÉLECTRONIQUES
hi: 21. इलेक्ट्रॉनिक संचार, लेनदेन और हस्ताक्षर
zh: 21. 電子通信、交易和簽名

# t_c__22__miscellaneous_
source: 22. MISCELLANEOUS
es: 22. VARIOS
fr: 22. DIVERS
hi: 22. विविध
zh: 22. 雜項

# t_c__23__contact_us_
source: 23. CONTACT US
es: 23. CONTÁCTANOS
fr: 23. CONTACTEZ-NOUS
hi: 23. हमसे संपर्क करें
zh: 23. 聯繫我們

# t_c__1__our_services_
source: 1. OUR SERVICES
es: 1. NUESTROS SERVICIOS
fr: 1. NOS SERVICES
hi: 1. हमारी सेवाएँ
zh: 1. 我們的服務

source: The information provided when using the Services is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those persons who choose to access the Services from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable
es: La información proporcionada al utilizar los Servicios no está destinada a ser distribuida ni utilizada por ninguna persona o entidad en ninguna jurisdicción o país donde dicha distribución o uso sería contrario a la ley o regulación o que nos sometería a cualquier requisito de registro dentro de dicha jurisdicción. o país. En consecuencia, aquellas personas que eligen acceder a los Servicios desde otras ubicaciones lo hacen por iniciativa propia y son las únicas responsables del cumplimiento de las leyes locales, si y en la medida en que las leyes locales sean aplicables
fr: Les informations fournies lors de l'utilisation des Services ne sont pas destinées à être distribuées ou utilisées par toute personne ou entité dans une juridiction ou un pays où une telle distribution ou utilisation serait contraire à la loi ou à la réglementation ou qui nous soumettrait à une obligation d'enregistrement dans cette juridiction. ou pays. En conséquence, les personnes qui choisissent d'accéder aux Services depuis d'autres endroits le font de leur propre initiative et sont seules responsables du respect des lois locales, si et dans la mesure où les lois locales sont applicables
hi: सेवाओं का उपयोग करते समय प्रदान की गई जानकारी किसी भी अधिकार क्षेत्र या देश में किसी व्यक्ति या इकाई द्वारा वितरण या उपयोग के लिए नहीं है, जहां ऐसा वितरण या उपयोग कानून या विनियमन के विपरीत होगा या जो हमें ऐसे अधिकार क्षेत्र के भीतर किसी भी पंजीकरण की आवश्यकता के अधीन करेगा। या देश। तदनुसार, वे व्यक्ति जो अन्य स्थानों से सेवाओं का उपयोग करना चुनते हैं, वे अपनी पहल पर ऐसा करते हैं और स्थानीय कानूनों के अनुपालन के लिए पूरी तरह से जिम्मेदार हैं, यदि और जिस हद तक स्थानीय कानून लागू होते हैं
zh: 使用服務時提供的信息無意分發給任何司法管轄區或國家/地區的任何個人或實體或供其使用，如果此類分發或使用會違反法律或法規，或者會使我們受到該司法管轄區內的任何註冊要求因此，那些選擇從其他地點訪問服務的人是自願這樣做的，並且在當地法律適用的情況下，全權負責遵守當地法律

# t_c__2__intellectual_property_rights__
source: 2. INTELLECTUAL PROPERTY RIGHTS
es: 2. DERECHOS DE PROPIEDAD INTELECTUAL
fr: 2. DROITS DE PROPRIÉTÉ INTELLECTUELLE
hi: 2. बौद्धिक संपदा अधिकार
zh: 2. 知識產權

# t_c__our_intellectual_propert_
source: Our intellectual propert
es: Nuestra propiedad intelectual
fr: Notre propriété intellectuelle
hi: हमारी बौद्धिक संपदा
zh: 我們的知識產權

source: We are the owner or the licensee of all intellectual property rights in our Services, including all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics in the Services (collectively, the 'Content'), as well as the trademarks, service marks, and logos contained therein (the 'Mark
es: Somos propietarios o licenciatarios de todos los derechos de propiedad intelectual de nuestros Servicios, incluido todo el código fuente, bases de datos, funcionalidad, software, diseños de sitios web, audio, video, texto, fotografías y gráficos de los Servicios (colectivamente, el'Contenido'), así como las marcas comerciales, marcas de servicio y logotipos contenidos en ellos (la'Marca
fr: Nous sommes le propriétaire ou le titulaire de licence de tous les droits de propriété intellectuelle sur nos Services, y compris tous les codes sources, bases de données, fonctionnalités, logiciels, conceptions de sites Web, audio, vidéo, textes, photographies et graphiques des Services (collectivement, le ' Contenu'), ainsi que les marques commerciales, marques de service et logos qui y sont contenus (la ' Marque
hi: हम अपनी सेवाओं में सभी बौद्धिक संपदा अधिकारों के मालिक या लाइसेंसधारी हैं, जिसमें सेवाओं में सभी स्रोत कोड, डेटाबेस, कार्यक्षमता, सॉफ्टवेयर, वेबसाइट डिजाइन, ऑडियो, वीडियो, टेक्स्ट, फोटोग्राफ और ग्राफिक्स (सामूहिक रूप से, 'सामग्री' शामिल है) '), साथ ही उसमें मौजूद ट्रेडमार्क, सेवा चिह्न और लोगो ('मार्क'
zh: 我們是我們服務中所有知識產權的所有者或被許可人，包括服務中的所有源代碼、數據庫、功能、軟件、網站設計、音頻、視頻、文本、照片和圖形（統稱為'內容'）'），以及其中包含的商標、服務標記和徽標（'標記

source: Our Content and Marks are protected by copyright and trademark laws (and various other intellectual property rights and unfair competition laws) and treaties in the United States and around the worl
es: Nuestro Contenido y Marcas están protegidos por leyes de derechos de autor y marcas registradas (y varios otros derechos de propiedad intelectual y leyes de competencia desleal) y tratados en los Estados Unidos y en todo el mundo
fr: Notre contenu et nos marques sont protégés par les lois sur les droits d'auteur et les marques (et divers autres droits de propriété intellectuelle et lois sur la concurrence déloyale) et par des traités aux États-Unis et dans le monde.
hi: हमारी सामग्री और चिह्न कॉपीराइट और ट्रेडमार्क कानूनों (और विभिन्न अन्य बौद्धिक संपदा अधिकारों और अनुचित प्रतिस्पर्धा कानूनों) और संयुक्त राज्य अमेरिका और दुनिया भर में संधियों द्वारा संरक्षित हैं
zh: 我們的內容和商標受美國和世界各地的版權和商標法（以及各種其他知識產權和不正當競爭法）以及條約的保護
