Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: Copy or adapt the Services' software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.
es: Copiar o adaptar el software de los Servicios, incluidos, entre otros, Flash, PHP, HTML, JavaScript u otro código.
fr: Copiez ou adaptez les logiciels des Services, y compris, mais sans s'y limiter, Flash, PHP, HTML, JavaScript ou tout autre code.
hi: सेवाओं के सॉफ़्टवेयर को कॉपी या अनुकूलित करें, जिसमें फ्लैश, पीएचपी, एचटीएमएल, जावास्क्रिप्ट या अन्य कोड शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं।
zh: 複製或改編服務的軟件，包括但不限於 Flash、PHP、HTML、JavaScript 或其他代碼。

source: Except as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Services.
es: Salvo que lo permita la ley aplicable, descifrar, descompilar, desensamblar o realizar ingeniería inversa en cualquier software que comprenda o de alguna manera forme parte de los Servicios.
fr: Sauf dans la mesure permise par la loi applicable, déchiffrer, décompiler, désassembler ou faire de l'ingénierie inverse sur tout logiciel comprenant ou constituant de quelque manière que ce soit une partie des Services.
hi: लागू कानून द्वारा अनुमति के अलावा, सेवाओं का हिस्सा बनने वाले या किसी भी तरह से बनने वाले किसी भी सॉफ़्टवेयर को समझना, डिकंपाइल करना, अलग करना या रिवर्स इंजीनियर करना।
zh: 除非適用法律允許，否則對構成服務或以任何方式構成服務一部分的任何軟件進行解密、反編譯、反彙編或逆向工程。

source: Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Services, or use or launch any unauthorised script or other software.
es: Excepto que pueda ser el resultado del uso de un motor de búsqueda estándar o un navegador de Internet, use, inicie, desarrolle o distribuya cualquier sistema automatizado, incluidos, entre otros, cualquier araña, robot, utilidad de trampa, raspador o lector fuera de línea que acceda a los Servicios, o usar o ejecutar cualquier script u otro software no autorizado'
fr: Sauf si cela peut résulter de l'utilisation standard d'un moteur de recherche ou d'un navigateur Internet, de l'utilisation, du lancement, du développement ou de la distribution de tout système automatisé, y compris, sans s'y limiter, tout robot, utilitaire de triche, grattoir ou lecteur hors ligne qui accède aux Services, ou utiliser ou lancer tout script ou autre logiciel non autorisé.
hi: मानक खोज इंजन या इंटरनेट ब्राउज़र के उपयोग के परिणाम को छोड़कर, किसी भी स्वचालित प्रणाली का उपयोग, लॉन्च, विकास या वितरण, जिसमें बिना किसी सीमा के, कोई स्पाइडर, रोबोट, धोखा उपयोगिता, स्क्रैपर, या ऑफ़लाइन रीडर शामिल है जो सेवाओं तक पहुंचता है, या किसी अनधिकृत स्क्रिप्ट या अन्य सॉफ़्टवेयर का उपयोग या लॉन्च करें।
zh: 除非是標準搜索引擎或互聯網瀏覽器使用、使用、啟動、開發或分發任何自動化系統的結果，包括但不限於訪問服務的任何蜘蛛、機器人、作弊實用程序、抓取工具或離線閱讀器，或使用或啟動任何未經授權的腳本或其他軟件。

# t_c__use_a_buying_agent_or_purchasing_agent_to_make_purchases_on_the_services__
source: Use a buying agent or purchasing agent to make purchases on the Services.
es: Utilice un agente de compras o un agente de compras para realizar compras en los Servicios.
fr: Faire appel à un agent d'achat ou à un agent d'achat pour effectuer des achats sur les Services.
hi: सेवाओं पर खरीदारी करने के लिए किसी क्रय एजेंट या क्रय एजेंट का उपयोग करें।
zh: 使用購買代理或採購代理在服務上進行購買。

source: Make any unauthorised use of the Services, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretences.
es: Hacer cualquier uso no autorizado de los Servicios, incluida la recopilación de nombres de usuario y/o direcciones de correo electrónico de los usuarios por medios electrónicos o de otro tipo con el fin de enviar correos electrónicos no solicitados, o crear cuentas de usuario por medios automatizados o con falsos pretextos.
fr: Faire toute utilisation non autorisée des Services, y compris la collecte des noms d'utilisateur et/ou des adresses e-mail des utilisateurs par des moyens électroniques ou autres dans le but d'envoyer des e-mails non sollicités, ou de créer des comptes d'utilisateurs par des moyens automatisés ou sous de faux prétextes.
hi: सेवाओं का कोई भी अनधिकृत उपयोग न करें, जिसमें अवांछित ईमेल भेजने के उद्देश्य से इलेक्ट्रॉनिक या अन्य माध्यमों से उपयोगकर्ताओं के उपयोगकर्ता नाम और/या ईमेल पते एकत्र करना, या स्वचालित तरीकों से या झूठे बहानों के तहत उपयोगकर्ता खाते बनाना शामिल है।
zh: 未經授權使用服務，包括通過電子或其他方式收集用戶的用戶名和/或電子郵件地址以發送未經請求的電子郵件，或通過自動方式或以虛假藉口創建用戶帳戶。

source: Use the Services as part of any effort to compete with us or otherwise use the Services and/or the Content for any revenue-generating endeavour or commercial enterprise.
es: Usar los Servicios como parte de cualquier esfuerzo para competir con nosotros o usar de otro modo los Servicios y/o el Contenido para cualquier esfuerzo o empresa comercial que genere ingresos.
fr: Utiliser les Services dans le cadre de tout effort visant à nous concurrencer ou à utiliser les Services et/ou le Contenu pour toute entreprise génératrice de revenus ou commerciale.
hi: हमारे साथ प्रतिस्पर्धा करने के किसी भी प्रयास के हिस्से के रूप में सेवाओं का उपयोग करें या अन्यथा किसी राजस्व-सृजन प्रयास या वाणिज्यिक उद्यम के लिए सेवाओं और/या सामग्री का उपयोग करें।
zh: 將服務用作與我們競爭的任何努力的一部分，或以其他方式將服務和/或內容用於任何創收活動或商業企業。

# t_c__use_the_services_to_advertise_or_offer_to_sell_goods_and_services__
source: Use the Services to advertise or offer to sell goods and services.
es: Utilizar los Servicios para anunciar u ofrecer la venta de bienes y servicios.
fr: Utiliser les Services pour faire de la publicité ou proposer de vendre des biens et des services.
hi: विज्ञापन देने या वस्तुओं और सेवाओं को बेचने की पेशकश करने के लिए सेवाओं का उपयोग करें।
zh: 使用服務來宣傳或推銷商品和服務。

# t_c__6__user_generated_contributions_
source: 6. USER GENERATED CONTRIBUTIONS
es: 6. APORTES GENERADOS POR LOS USUARIOS
fr: 6. CONTRIBUTIONS GÉNÉRÉES PAR LES UTILISATEURS
hi: 6. उपयोगकर्ता द्वारा उत्पन्न योगदान
zh: 6. 用戶貢獻

source: The Services may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Services, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, 'Contributions'). Contributions may be viewable by other users of the Services and through third-party websites. As such, any Contributions you transmit may be treated as non-confidential and non-proprietary. When you create or make available any Contributions, you thereby represent and warrant that
es: Los Servicios pueden invitarlo a chatear, contribuir o participar en blogs, foros de mensajes, foros en línea y otras funciones, y pueden brindarle la oportunidad de crear, enviar, publicar, mostrar, transmitir, realizar, publicar, distribuir , o transmitir contenido y materiales a nosotros o en los Servicios, incluidos, entre otros, textos, escritos, videos, audio, fotografías, gráficos, comentarios, sugerencias o información personal u otro material (colectivamente,'Contribuciones'). ser visible para otros usuarios de los Servicios y a través de sitios web de terceros. Como tal, cualquier Contribución que usted transmita puede ser tratada como no confidencial y no patentada. Cuando usted crea o pone a disposición cualquier Contribución, declara y garantiza que
fr: Les Services peuvent vous inviter à discuter, contribuer ou participer à des blogs, des forums de discussion, des forums en ligne et d'autres fonctionnalités, et peuvent vous offrir la possibilité de créer, soumettre, publier, afficher, transmettre, exécuter, publier, distribuer. , ou diffuser du contenu et des documents à nous ou sur les Services, y compris, mais sans s'y limiter, des textes, des écrits, des vidéos, des fichiers audio, des photographies, des graphiques, des commentaires, des suggestions ou des informations personnelles ou tout autre matériel (collectivement, les ' Contributions '). Les contributions peuvent
hi: सेवाएँ आपको चैट करने, योगदान करने या ब्लॉग, संदेश बोर्ड, ऑनलाइन फ़ोरम और अन्य कार्यक्षमता में भाग लेने के लिए आमंत्रित कर सकती हैं, और आपको बनाने, सबमिट करने, पोस्ट करने, प्रदर्शित करने, प्रसारित करने, प्रदर्शन करने, प्रकाशित करने, वितरित करने का अवसर प्रदान कर सकती हैं। , या हमें या सेवाओं पर सामग्री और सामग्री प्रसारित करें, जिसमें पाठ, लेखन, वीडियो, ऑडियो, फोटोग्राफ, ग्राफिक्स, टिप्पणियां, सुझाव, या व्यक्तिगत जानकारी या अन्य सामग्री (सामूहिक रूप से, 'योगदान') शामिल है, लेकिन इन्हीं तक सीमित नहीं है। सेवाओं के अन्य उपयोगकर्ताओं और तृतीय-पक्ष वेबसाइटों के माध्यम से देखने योग्य हो। इस प्रकार, आपके द्वारा प्रेषित किसी भी योगदान को गैर-गोपनीय और गैर-स्वामित्व वाला माना जा सकता है। जब आप कोई योगदान बनाते हैं या उपलब्ध कराते हैं, तो आप इसका प्रतिनिधित्व करते हैं और गारंटी देते हैं कि
zh: 服務可能會邀請您聊天、貢獻或參與博客、留言板、在線論壇和其他功能，並可能為您提供創建、提交、發布、顯示、傳輸、執行、發布、分發的機會，或向我們或在服務上廣播內容和材料，包括但不限於文本、文字、視頻、音頻、照片、圖形、評論、建議或個人信息或其他材料（統稱為'貢獻'）。服務的其他用戶和通過第三方網站均可查看。因此，您傳輸的任何貢獻可能被視為非機密和非專有。當您創建或提供任何貢獻時，您表示並保證

source: The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.
es: La creación, distribución, transmisión, exhibición pública o ejecución, y el acceso, descarga o copia de sus Contribuciones no infringen ni infringirán los derechos de propiedad, incluidos, entre otros, los derechos de autor, patentes, marcas comerciales, secretos comerciales, o derechos morales de cualquier tercero.
fr: La création, la distribution, la transmission, l'affichage public ou l'exécution, ainsi que l'accès, le téléchargement ou la copie de vos contributions ne portent pas et ne violeront pas les droits de propriété, y compris, mais sans s'y limiter, les droits d'auteur, les brevets, les marques, les secrets commerciaux, ou les droits moraux de tout tiers.
hi: निर्माण, वितरण, प्रसारण, सार्वजनिक प्रदर्शन, या प्रदर्शन, और आपके योगदान तक पहुंच, डाउनलोडिंग या प्रतिलिपि बनाना मालिकाना अधिकारों का उल्लंघन नहीं करेगा और न ही करेगा, जिसमें कॉपीराइट, पेटेंट, ट्रेडमार्क, व्यापार रहस्य शामिल है, लेकिन इन्हीं तक सीमित नहीं है। या किसी तीसरे पक्ष के नैतिक अधिकार।
zh: 您的貢獻的創建、分發、傳輸、公開展示或表演以及訪問、下載或複制不會也不會侵犯專有權利，包括但不限於版權、專利、商標、商業秘密、或任何第三方的精神權利。

source: You are the creator and owner of or have the necessary licences, rights, consents, releases, and permissions to use and to authorise us, the Services, and other users of the Services to use your Contributions in any manner contemplated by the Services and these Legal Terms.
es: Usted es el creador y propietario de o tiene las licencias, derechos, consentimientos, liberaciones y permisos necesarios para usar y autorizarnos a nosotros, a los Servicios y a otros usuarios de los Servicios a usar sus Contribuciones de cualquier manera contemplada por los Servicios y estos Términos Legales.
fr: Vous êtes le créateur et le propriétaire de ou disposez des licences, droits, consentements, autorisations et autorisations nécessaires pour utiliser et nous autoriser, ainsi que les autres utilisateurs des Services, à utiliser vos contributions de toute manière envisagée par les Services et ces Conditions Légales.
hi: आप निर्माता और मालिक हैं या आपके पास सेवाओं और सेवाओं द्वारा अपेक्षित किसी भी तरीके से आपके योगदान का उपयोग करने के लिए हमें, सेवाओं और सेवाओं के अन्य उपयोगकर्ताओं को उपयोग करने और अधिकृत करने के लिए आवश्यक लाइसेंस, अधिकार, सहमति, रिलीज और अनुमतियां हैं। ये कानूनी शर्तें।
zh: 您是創建者和所有者，或者擁有使用和授權我們、服務和服務的其他用戶以服務設想的任何方式使用您的貢獻的必要許可、權利、同意、發布和許可，並且這些法律條款。

source: You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Services and these Legal Terms.
es: Tiene el consentimiento, autorización y/o permiso por escrito de todas y cada una de las personas individuales identificables en sus Contribuciones para utilizar el nombre o la imagen de todas y cada una de dichas personas individuales identificables para permitir la inclusión y el uso de sus Contribuciones de cualquier manera contemplada por los Servicios y estos Términos Legales.
fr: Vous disposez du consentement écrit, de la libération et/ou de l'autorisation de chaque personne individuelle identifiable dans vos contributions pour utiliser le nom ou l'image de chacune de ces personnes individuelles identifiables afin de permettre l'inclusion et l'utilisation de vos contributions de toute manière envisagée par les Services et les présentes Conditions Légales.
hi: आपके पास अपने योगदान में प्रत्येक पहचाने जाने योग्य व्यक्तिगत व्यक्ति के नाम या समानता का उपयोग करने के लिए लिखित सहमति, रिहाई और/या अनुमति है ताकि आपके योगदान को किसी भी तरीके से शामिल करने और उपयोग करने में सक्षम बनाया जा सके। सेवाएँ और ये कानूनी शर्तें।
zh: 您已獲得您的貢獻中的每個可識別個人的書面同意、釋放和/或許可，可以使用每個可識別個人的姓名或肖像，以便以您所設想的任何方式包含和使用您的貢獻。服務和這些法律條款。

# t_c__your_contributions_are_not_false__inaccurate__or_misleading__
source: Your Contributions are not false, inaccurate, or misleading.
es: Sus contribuciones no son falsas, inexactas ni engañosas.
fr: Vos contributions ne sont pas fausses, inexactes ou trompeuses.
hi: आपके योगदान झूठे, गलत या भ्रामक नहीं हैं।
zh: 您的貢獻不存在虛假、不准確或誤導性。

source: Your Contributions are not unsolicited or unauthorised advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.
es: Sus contribuciones no son publicidad no solicitada o no autorizada, materiales promocionales, esquemas piramidales, cartas en cadena, spam, correos masivos u otras formas de solicitación.
fr: Vos contributions ne constituent pas de la publicité non sollicitée ou non autorisée, du matériel promotionnel, des systèmes pyramidaux, des chaînes de lettres, du spam, des envois de masse ou d'autres formes de sollicitation.
hi: आपका योगदान अवांछित या अनधिकृत विज्ञापन, प्रचार सामग्री, पिरामिड योजनाएं, श्रृंखला पत्र, स्पैम, सामूहिक मेलिंग, या आग्रह के अन्य रूप नहीं हैं।
zh: 您的貢獻不是未經請求或未經授權的廣告、促銷材料、傳銷、連鎖信、垃圾郵件、群發郵件或其他形式的招攬行為。

source: Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libellous, slanderous, or otherwise objectionable (as determined by us).
es: Sus Contribuciones no son obscenas, lascivas, sucias, violentas, acosadoras, injuriosas, difamatorias ni de ningún otro modo objetables (según lo determinemos nosotros).
fr: Vos contributions ne sont pas obscènes, obscènes, lascives, sales, violentes, harcelantes, diffamatoires, calomnieuses ou autrement répréhensibles (selon notre détermination).
hi: आपके योगदान अश्लील, भद्दे, कामुक, गंदे, हिंसक, उत्पीड़न करने वाले, अपमानजनक, निंदनीय या अन्यथा आपत्तिजनक नहीं हैं (जैसा कि हमारे द्वारा निर्धारित किया गया है)।
zh: 您的貢獻不包含淫穢、猥褻、淫蕩、骯髒、暴力、騷擾、誹謗、誹謗或其他令人反感的內容（由我們確定）。

source: Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.
es: Sus contribuciones no ridiculizan, se burlan, menosprecian, intimidan ni abusan de nadie.
fr: Vos contributions ne ridiculisent, ne se moquent, ne dénigrent, n'intimident ou n'insultent personne.
hi: आपका योगदान किसी का उपहास, उपहास, अपमान, डराना या दुर्व्यवहार नहीं करता है।
zh: 您的貢獻不會嘲笑、嘲笑、貶低、恐嚇或辱罵任何人。

source: Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.
es: Sus Contribuciones no se utilizan para acosar o amenazar (en el sentido legal de esos términos) a ninguna otra persona ni para promover la violencia contra una persona o clase de personas específica.
fr: Vos Contributions ne sont pas utilisées pour harceler ou menacer (au sens juridique de ces termes) toute autre personne et pour promouvoir la violence contre une personne ou une catégorie de personnes spécifique.
hi: आपके योगदान का उपयोग किसी अन्य व्यक्ति को परेशान करने या धमकी देने (उन शर्तों के कानूनी अर्थ में) और किसी विशिष्ट व्यक्ति या लोगों के वर्ग के खिलाफ हिंसा को बढ़ावा देने के लिए नहीं किया जाता है।
zh: 您的貢獻不會被用來騷擾或威脅（在這些術語的法律意義上）任何其他人，也不會被用來煽動針對特定個人或特定群體的暴力行為。

# t_c__your_contributions_do_not_violate_any_applicable_law__regulation__or_rule__
source: Your Contributions do not violate any applicable law, regulation, or rule.
es: Sus contribuciones no violan ninguna ley, reglamento o regla aplicable.
fr: Vos contributions ne violent aucune loi, réglementation ou règle applicable.
hi: आपका योगदान किसी भी लागू कानून, विनियम या नियम का उल्लंघन नहीं करता है।
zh: 您的貢獻不違反任何適用的法律、法規或規則。

source: Your Contributions do not violate the privacy or publicity rights of any third party.
es: Sus contribuciones no violan los derechos de privacidad o publicidad de ningún tercero.
fr: Vos contributions ne violent pas les droits de confidentialité ou de publicité d'un tiers.
hi: आपका योगदान किसी तीसरे पक्ष की गोपनीयता या प्रचार अधिकारों का उल्लंघन नहीं करता है।
zh: 您的貢獻不會侵犯任何第三方的隱私或公開權。

source: Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.
es: Sus Contribuciones no violan ninguna ley aplicable relativa a la pornografía infantil, ni pretenden proteger la salud o el bienestar de los menores.
fr: Vos Contributions ne violent aucune loi applicable concernant la pédopornographie, ou autrement destinées à protéger la santé ou le bien-être des mineurs.
hi: आपका योगदान बाल पोर्नोग्राफ़ी से संबंधित किसी भी लागू कानून का उल्लंघन नहीं करता है, या अन्यथा नाबालिगों के स्वास्थ्य या कल्याण की रक्षा करने का इरादा रखता है।
zh: 您的貢獻不違反任何有關兒童色情的適用法律，或以其他方式旨在保護未成年人的健康或福祉。

source: Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handica
es: Sus contribuciones no incluyen ningún comentario ofensivo relacionado con la raza, el origen nacional, el género, la preferencia sexual o la discapacidad física
fr: Vos contributions n'incluent aucun commentaire offensant lié à la race, à l'origine nationale, au sexe, aux préférences sexuelles ou au handicap physique
hi: आपके योगदान में कोई भी आपत्तिजनक टिप्पणी शामिल नहीं है जो जाति, राष्ट्रीय मूल, लिंग, यौन प्राथमिकता या शारीरिक बाधा से जुड़ी हो
zh: 您的貢獻不包括任何與種族、國籍、性別、性取向或身體缺陷有關的攻擊性評論

source: Your Contributions do not otherwise violate, or link to material that violates, any provision of these Legal Terms, or any applicable law or regulation.
es: Sus contribuciones no violan de ningún otro modo, ni vinculan a material que viole, ninguna disposición de estos Términos legales ni ninguna ley o reglamento aplicable.
fr: Vos contributions ne violent aucune disposition des présentes conditions juridiques, ni aucune loi ou réglementation applicable, ni ne renvoient à du matériel qui enfreint.
hi: आपका योगदान अन्यथा उल्लंघन नहीं करता है, या ऐसी सामग्री से लिंक नहीं करता है जो इन कानूनी शर्तों के किसी भी प्रावधान, या किसी भी लागू कानून या विनियमन का उल्लंघन करती है।
zh: 您的貢獻不違反這些法律條款或任何適用法律或法規的任何規定，或鏈接到違反這些規定的材料。

source: Any use of the Services in violation of the foregoing violates these Legal Terms and may result in, among other things, termination or suspension of your rights to use the Services
es: Cualquier uso de los Servicios que viole lo anterior viola estos Términos Legales y puede resultar, entre otras cosas, en la terminación o suspensión de sus derechos a utilizar los Servicios
fr: Toute utilisation des Services en violation de ce qui précède viole les présentes Conditions Légales et peut entraîner, entre autres, la résiliation ou la suspension de vos droits d'utilisation des Services
hi: पूर्वगामी के उल्लंघन में सेवाओं का कोई भी उपयोग इन कानूनी शर्तों का उल्लंघन करता है और इसके परिणामस्वरूप, अन्य बातों के अलावा, सेवाओं का उपयोग करने के आपके अधिकार समाप्त या निलंबित हो सकते हैं
zh: 任何違反前述規定的服務使用行為都違反了這些法律條款，並可能導致您使用服務的權利終止或暫停等。

# t_c__7__contribution_licence_
source: 7. CONTRIBUTION LICENCE
es: 7. LICENCIA DE APORTACIÓN
fr: 7. LICENCE DE CONTRIBUTION
hi: 7. अंशदान लाइसेंस
zh: 7. 貢獻許可
