Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: The Content and Marks are provided in or through the Services 'AS IS' for your personal, non-commercial use or internal business purpose only
es: El Contenido y las Marcas se proporcionan en o a través de los Servicios'TAL CUAL'para su uso personal, no comercial o para fines comerciales internos únicamente
fr: Le contenu et les marques sont fournis dans ou via les services ' EN L'ÉTAT ' pour votre usage personnel et non commercial ou à des fins commerciales internes uniquement
hi: सामग्री और चिह्न केवल आपके व्यक्तिगत, गैर-व्यावसायिक उपयोग या आंतरिक व्यावसायिक उद्देश्य के लिए 'जैसा है' जैसी सेवाओं में या उनके माध्यम से प्रदान किए जाते हैं
zh: 內容和標記在服務中或通過服務‘按原樣’提供，僅供您個人、非商業用途或內部業務目的

# t_c__your_use_of_our_service_
source: Your use of our Service
es: Su uso de nuestro Servicio
fr: Votre utilisation de notre Service
hi: आपका हमारी सेवा का उपयोग
zh: 您對我們服務的使用

source: Subject to your compliance with these Legal Terms, including the 'PROHIBITED ACTIVITIES' section below, we grant you a non-exclusive, non-transferable, revocable licence to
es: Sujeto a su cumplimiento de estos Términos legales, incluida la sección'ACTIVIDADES PROHIBIDAS'a continuación, le otorgamos una licencia no exclusiva, intransferible y revocable para
fr: Sous réserve de votre respect des présentes conditions légales, y compris de la section ' ACTIVITÉS INTERDITES ' ci-dessous, nous vous accordons une licence non exclusive, non transférable et révocable pour
hi: नीचे दिए गए 'निषिद्ध गतिविधियां' अनुभाग सहित इन कानूनी शर्तों के साथ आपके अनुपालन के अधीन, हम आपको एक गैर-अनन्य, गैर-हस्तांतरणीय, प्रतिसंहरणीय लाइसेंस प्रदान करते हैं
zh: 在您遵守這些法律條款（包括下面的‘禁止活動’部分）的前提下，我們授予您非排他性、不可轉讓、可撤銷的許可，以

# t_c__access_the_services__and_
source: access the Services; and
es: acceder a los Servicios; y
fr: accéder aux Services ; et
hi: सेवाओं तक पहुंचें; और
zh: 訪問服務；以及

source: download or print a copy of any portion of the Content to which you have properly gained access
es: descargar o imprimir una copia de cualquier parte del Contenido al que haya obtenido acceso correctamente
fr: téléchargez ou imprimez une copie de toute partie du contenu à laquelle vous avez correctement accédé
hi: सामग्री के किसी भी हिस्से की एक प्रति डाउनलोड करें या प्रिंट करें जिस तक आपने उचित पहुंच प्राप्त की है
zh: 下載或打印您已正確訪問的內容任何部分的副本

# t_c__solely_for_your_personal__non_commercial_use_or_internal_business_purpos_
source: solely for your personal, non-commercial use or internal business purpos
es: únicamente para su uso personal, no comercial o para fines comerciales internos
fr: uniquement pour votre usage personnel et non commercial ou à des fins professionnelles internes
hi: केवल आपके व्यक्तिगत, गैर-व्यावसायिक उपयोग या आंतरिक व्यावसायिक उद्देश्यों के लिए
zh: 僅供您個人、非商業用途或內部業務目的

source: Except as set out in this section or elsewhere in our Legal Terms, no part of the Services and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission
es: Excepto lo establecido en esta sección o en otra parte de nuestros Términos legales, ninguna parte de los Servicios ni ningún Contenido o Marcas pueden copiarse, reproducirse, agregarse, republicarse, cargarse, publicarse, mostrarse públicamente, codificarse, traducirse, transmitirse, distribuirse, vendido, licenciado o explotado de otro modo para cualquier propósito comercial, sin nuestro permiso previo expreso por escrito
fr: Sauf indication contraire dans cette section ou ailleurs dans nos conditions juridiques, aucune partie des services ni aucun contenu ou marque ne peut être copié, reproduit, agrégé, republié, téléchargé, publié, affiché publiquement, encodé, traduit, transmis, distribué, vendu, concédé sous licence ou autrement exploité à quelque fin commerciale que ce soit, sans notre autorisation écrite expresse et préalable
hi: इस अनुभाग में या हमारी कानूनी शर्तों में कहीं और निर्धारित किए गए को छोड़कर, सेवाओं का कोई भी हिस्सा और कोई भी सामग्री या चिह्न कॉपी, पुनरुत्पादित, एकत्रित, पुनर्प्रकाशित, अपलोड, पोस्ट, सार्वजनिक रूप से प्रदर्शित, एन्कोडेड, अनुवादित, प्रसारित, वितरित नहीं किया जा सकता है। हमारी स्पष्ट पूर्व लिखित अनुमति के बिना, किसी भी व्यावसायिक उद्देश्य के लिए बेचा, लाइसेंस प्राप्त, या अन्यथा शोषण किया गया
zh: 除非本節或我們的法律條款中其他部分規定，否則服務的任何部分以及任何內容或標記均不得複制、複製、聚合、重新發布、上傳、張貼、公開展示、編碼、翻譯、傳輸、分發、未經我們事先明確書面許可，出於任何商業目的出售、許可或以其他方式利用

source: If you wish to make any use of the Services, Content, or Marks other than as set out in this section or elsewhere in our Legal Terms, please address your request to: vsharma@listoil.com. If we ever grant you the permission to post, reproduce, or publicly display any part of our Services or Content, you must identify us as the owners or licensors of the Services, Content, or Marks and ensure that any copyright or proprietary notice appears or is visible on posting, reproducing, or displaying our Content
es: Si desea hacer algún uso de los Servicios, Contenido o Marcas distinto al establecido en esta sección o en cualquier otro lugar de nuestros Términos legales, envíe su solicitud a: vsharma@listoil.com. Si alguna vez le otorgamos el permiso Para publicar, reproducir o mostrar públicamente cualquier parte de nuestros Servicios o Contenido, debe identificarnos como propietarios o licenciantes de los Servicios, Contenido o Marcas y asegurarse de que cualquier aviso de derechos de autor o de propiedad aparezca o sea visible al publicar, reproducir, o mostrar nuestro Contenido
fr: Si vous souhaitez utiliser les services, le contenu ou les marques autrement que comme indiqué dans cette section ou ailleurs dans nos conditions juridiques, veuillez adresser votre demande à : vsharma@listoil.com. Si jamais nous vous accordons l'autorisation pour publier, reproduire ou afficher publiquement toute partie de nos services ou de notre contenu, vous devez nous identifier en tant que propriétaires ou concédants de licence des services, du contenu ou des marques et vous assurer que tout avis de droit d'auteur ou de propriété apparaît ou est visible lors de la publication, de la reproduction, ou afficher notre contenu
hi: यदि आप इस अनुभाग में या हमारी कानूनी शर्तों में कहीं और निर्धारित सेवाओं, सामग्री या चिह्नों के अलावा कोई भी उपयोग करना चाहते हैं, तो कृपया अपना अनुरोध यहां भेजें: vsharma@listoil.com। यदि हम आपको कभी अनुमति देते हैं हमारी सेवाओं या सामग्री के किसी भी हिस्से को पोस्ट करने, पुनरुत्पादित करने या सार्वजनिक रूप से प्रदर्शित करने के लिए, आपको हमें सेवाओं, सामग्री, या मार्क्स के मालिकों या लाइसेंसधारकों के रूप में पहचानना होगा और यह सुनिश्चित करना होगा कि पोस्टिंग, पुनरुत्पादन पर कोई कॉपीराइट या मालिकाना नोटिस दिखाई देता है या दिखाई देता है। या हमारी सामग्री प्रदर्शित करना
zh: 如果您希望以本節或我們法律條款中其他部分規定之外的方式使用服務、內容或標記，請將您的請求發送至：vsharma@listoil.com。如果我們授予您許可要發布、複製或公開展示我們的服務或內容的任何部分，您必須將我們標識為服務、內容或標記的所有者或許可人，並確保在發布、複製、或顯示我們的內容

source: We reserve all rights not expressly granted to you in and to the Services, Content, and Marks
es: Nos reservamos todos los derechos no otorgados expresamente a usted sobre los Servicios, el Contenido y las Marcas
fr: Nous nous réservons tous les droits qui ne vous sont pas expressément accordés dans et sur les services, le contenu et les marques
hi: हम उन सभी अधिकारों को सुरक्षित रखते हैं जो आपको सेवाओं, सामग्री और मार्क्स में स्पष्ट रूप से नहीं दिए गए हैं
zh: 我們保留未明確授予您的服務、內容和標記的所有權利

source: Any breach of these Intellectual Property Rights will constitute a material breach of our Legal Terms and your right to use our Services will terminate immediatel
es: Cualquier incumplimiento de estos Derechos de propiedad intelectual constituirá un incumplimiento sustancial de nuestros Términos legales y su derecho a utilizar nuestros Servicios terminará inmediatamente
fr: Toute violation de ces droits de propriété intellectuelle constituera une violation substantielle de nos conditions juridiques et votre droit d'utiliser nos services prendra fin immédiatement
hi: इन बौद्धिक संपदा अधिकारों का कोई भी उल्लंघन हमारी कानूनी शर्तों का एक महत्वपूर्ण उल्लंघन माना जाएगा और हमारी सेवाओं का उपयोग करने का आपका अधिकार तुरंत समाप्त हो जाएगा।
zh: 任何違反這些知識產權的行為都將構成對我們法律條款的重大違反，您使用我們服務的權利將立即終止

# t_c__your_submissions_and_contribution_
source: Your submissions and contribution
es: Sus envíos y contribución
fr: Vos soumissions et contributions
hi: आपकी प्रस्तुतियाँ और योगदान
zh: 您的提交和貢獻

source: Please review this section and the 'PROHIBITED ACTIVITIES' section carefully prior to using our Services to understand the (a) rights you give us and (b) obligations you have when you post or upload any content through the Services
es: Revise detenidamente esta sección y la sección'ACTIVIDADES PROHIBIDAS'antes de utilizar nuestros Servicios para comprender los (a) derechos que nos otorga y (b) las obligaciones que tiene cuando publica o carga cualquier contenido a través de los Servicios
fr: Veuillez lire attentivement cette section et la section ' ACTIVITÉS INTERDITES ' avant d'utiliser nos services pour comprendre les (a) droits que vous nous accordez et (b) les obligations que vous avez lorsque vous publiez ou téléchargez tout contenu via les services.
hi: कृपया हमारी सेवाओं का उपयोग करने से पहले इस अनुभाग और 'निषिद्ध गतिविधियों' अनुभाग की सावधानीपूर्वक समीक्षा करें ताकि (ए) आपके द्वारा हमें दिए गए अधिकारों और (बी) जब आप सेवाओं के माध्यम से कोई सामग्री पोस्ट या अपलोड करते हैं तो आपके दायित्वों को समझ सकें
zh: 在使用我們的服務之前，請仔細閱讀本節和‘禁止的活動’部分，以了解 (a) 您在通過服務發布或上傳任何內容時賦予我們的權利和 (b) 您所承擔的義務

# t_c__submissions__
source: Submissions:
es: Envíos:
fr: Soumissions :
hi: प्रस्तुतियाँ:
zh: 提交內容：

source: By directly sending us any question, comment, suggestion, idea, feedback, or other information about the Services ('Submissions'), you agree to assign to us all intellectual property rights in such Submission. You agree that we shall own this Submission and be entitled to its unrestricted use and dissemination for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you
es: Al enviarnos directamente cualquier pregunta, comentario, sugerencia, idea, opinión u otra información sobre los Servicios ('Envíos'), usted acepta cedernos todos los derechos de propiedad intelectual sobre dicho Envío. Usted acepta que seremos propietarios de este Envío. y tener derecho a su uso y difusión sin restricciones para cualquier fin lícito, comercial o de otro tipo, sin reconocimiento ni compensación para usted
fr: En nous envoyant directement toute question, commentaire, suggestion, idée, feedback ou autre information sur les services (' Soumissions '), vous acceptez de nous céder tous les droits de propriété intellectuelle sur cette Soumission. Vous acceptez que nous soyons propriétaires de cette Soumission. et avoir droit à son utilisation et à sa diffusion sans restriction à toute fin licite, commerciale ou autre, sans reconnaissance ni compensation de votre part
hi: हमें सीधे कोई प्रश्न, टिप्पणी, सुझाव, विचार, प्रतिक्रिया, या सेवाओं ('सबमिशन') के बारे में अन्य जानकारी भेजकर, आप हमें ऐसे सबमिशन में सभी बौद्धिक संपदा अधिकार सौंपने के लिए सहमत हैं। आप सहमत हैं कि हम इस सबमिशन के मालिक होंगे और किसी भी वैध उद्देश्य, वाणिज्यिक या अन्यथा, के लिए बिना किसी स्वीकृति या मुआवजे के इसके अप्रतिबंधित उपयोग और प्रसार का हकदार होगा
zh: 通過直接向我們發送有關服務的任何問題、評論、建議、想法、反饋或其他信息（'提交內容'），即表示您同意向我們轉讓該提交內容中的所有知識產權。您同意我們擁有該提交內容並有權出於任何合法目的（商業或其他目的）不受限制地使用和傳播其內容，而無需向您確認或補償

# t_c__contributions__
source: Contributions:
es: Contribuciones:
hi: योगदान:
zh: 貢獻：

source: The Services may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality during which you may create, submit, post, display, transmit, publish, distribute, or broadcast content and materials to us or through the Services, including but not limited to text, writings, video, audio, photographs, music, graphics, comments, reviews, rating suggestions, personal information, or other material ('Contributions'). Any Submission that is publicly posted shall also be treated as a Contributio
es: Los Servicios pueden invitarlo a chatear, contribuir o participar en blogs, foros de mensajes, foros en línea y otras funciones durante las cuales puede crear, enviar, publicar, mostrar, transmitir, publicar, distribuir o difundir contenido y materiales para nosotros o a través de los Servicios, incluidos, entre otros, textos, escritos, videos, audio, fotografías, música, gráficos, comentarios, reseñas, sugerencias de calificación, información personal u otro material ('Contribuciones'). también será tratada como una Contributio
fr: Les Services peuvent vous inviter à discuter, contribuer ou participer à des blogs, des forums de discussion, des forums en ligne et d'autres fonctionnalités au cours desquelles vous pouvez créer, soumettre, publier, afficher, transmettre, publier, distribuer ou diffuser du contenu et du matériel à nous ou via les Services, y compris, mais sans s'y limiter, les textes, écrits, vidéos, audio, photographies, musique, graphiques, commentaires, critiques, suggestions d'évaluation, informations personnelles ou tout autre matériel (' Contributions '). Toute soumission publiée publiquement sera également traité comme une Contributio
hi: सेवाएँ आपको ब्लॉग, संदेश बोर्ड, ऑनलाइन फ़ोरम और अन्य कार्यक्षमता में चैट करने, योगदान करने या भाग लेने के लिए आमंत्रित कर सकती हैं, जिसके दौरान आप सामग्री और सामग्रियाँ बना सकते हैं, सबमिट कर सकते हैं, पोस्ट कर सकते हैं, प्रदर्शित कर सकते हैं, प्रसारित कर सकते हैं, प्रकाशित कर सकते हैं, वितरित कर सकते हैं या प्रसारित कर सकते हैं हमें या सेवाओं के माध्यम से, जिसमें पाठ, लेखन, वीडियो, ऑडियो, तस्वीरें, संगीत, ग्राफिक्स, टिप्पणियाँ, समीक्षाएँ, रेटिंग सुझाव, व्यक्तिगत जानकारी, या अन्य सामग्री ('योगदान') शामिल है, लेकिन इन्हीं तक सीमित नहीं है। कोई भी सबमिशन जो सार्वजनिक रूप से पोस्ट किया गया है इसे भी एक योगदान के रूप में माना जाएगा
zh: 服務可能會邀請您聊天、貢獻或參與博客、留言板、在線論壇和其他功能，在此期間您可以創建、提交、發布、顯示、傳輸、發布、分發或廣播內容和材料我們或通過服務，包括但不限於文本、文字、視頻、音頻、照片、音樂、圖形、評論、評價、評級建議、個人信息或其他材料（'貢獻'）。任何公開發布的提交內容也應被視為貢獻

source: You understand that Contributions may be viewable by other users of the Service
es: Usted comprende que otros usuarios del Servicio pueden ver las Contribuciones
fr: Vous comprenez que les Contributions peuvent être visibles par d'autres utilisateurs du Service
hi: आप समझते हैं कि योगदान सेवा के अन्य उपयोगकर्ताओं द्वारा देखा जा सकता है
zh: 您了解服務的其他用戶可能會看到貢獻

source: When you post Contributions, you grant us a licence (including use of your name, trademarks, and logos):
es: Cuando publicas Contribuciones, nos otorgas una licencia (incluido el uso de tu nombre, marcas comerciales y logotipos):
fr: Lorsque vous publiez des contributions, vous nous accordez une licence (y compris l'utilisation de votre nom, de vos marques et logos) :
hi: जब आप योगदान पोस्ट करते हैं, तो आप हमें एक लाइसेंस प्रदान करते हैं (जिसमें आपके नाम, ट्रेडमार्क और लोगो का उपयोग शामिल है):
zh: 當您發布貢獻時，您授予我們許可（包括使用您的姓名、商標和徽標）：

source: By posting any Contributions, you grant us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and licence to: use, copy, reproduce, distribute, sell, resell, publish, broadcast, retitle, store, publicly perform, publicly display, reformat, translate, excerpt (in whole or in part), and exploit your Contributions (including, without limitation, your image, name, and voice) for any purpose, commercial, advertising, or otherwise, to prepare derivative works of, or incorporate into other works, your Contributions, and to sublicence the licences granted in this section. Our use and distribution may occur in any media formats and through any media channel
es: Al publicar cualquier Contribución, usted nos otorga un derecho y una licencia mundial, irrestricto, ilimitado, irrevocable, perpetuo, no exclusivo, transferible, libre de regalías, totalmente pagado, para: usar, copiar, reproducir, distribuir, vender, revender , publicar, transmitir, retitular, almacenar, presentar públicamente, mostrar públicamente, reformatear, traducir, extraer (en su totalidad o en parte) y explotar sus Contribuciones (incluidas, entre otras, su imagen, nombre y voz) para cualquier propósito,
fr: En publiant des contributions, vous nous accordez un droit et une licence illimités, irrévocables, perpétuels, non exclusifs, transférables, libres de droits, entièrement payés et mondiaux pour : utiliser, copier, reproduire, distribuer, vendre, revendre. , publier, diffuser, retitrer, stocker, exécuter publiquement, afficher publiquement, reformater, traduire, extraire (en tout ou en partie) et exploiter vos contributions (y compris, sans limitation, votre image, votre nom et votre voix) à quelque fin que ce soit,
hi: कोई भी योगदान पोस्ट करके, आप हमें अप्रतिबंधित, असीमित, अपरिवर्तनीय, सतत, गैर-अनन्य, हस्तांतरणीय, रॉयल्टी-मुक्त, पूर्ण-भुगतान, विश्वव्यापी अधिकार और लाइसेंस प्रदान करते हैं: उपयोग, प्रतिलिपि, पुनरुत्पादन, वितरण, बिक्री, पुनर्विक्रय , प्रकाशित करना, प्रसारित करना, पुनः शीर्षक देना, स्टोर करना, सार्वजनिक रूप से प्रदर्शन करना, सार्वजनिक रूप से प्रदर्शित करना, सुधार करना, अनुवाद करना, अंश (संपूर्ण या आंशिक रूप से), और किसी भी उद्देश्य के लिए अपने योगदान (बिना किसी सीमा के, आपकी छवि, नाम और आवाज़ सहित) का उपयोग करना, वाणिज्यिक, विज्ञापन, या अन्यथा, आपके योगदान के व्युत्पन्न कार्यों को तैयार करने या अन्य कार्यों में शामिल करने के लिए, और इस अनुभाग में दिए गए लाइसेंस को उप-लाइसेंस देने के लिए। हमारा उपयोग और वितरण किसी भी मीडिया प्रारूप में और किसी भी मीडिया चैनल के माध्यम से हो सकता है
zh: 通過發布任何貢獻，您授予我們無限制的、無限制的、不可撤銷的、永久的、非排他性的、可轉讓的、免版稅的、全額付費的、全球性的權利和許可：使用、複製、複製、分發、出售、轉售、發布、廣播、重新命名、存儲、公開表演、公開展示、重新格式化、翻譯、摘錄（全部或部分）以及出於任何目的利用您的貢獻（包括但不限於您的圖像、姓名和聲音），商業、廣告或其他目的，以準備您的貢獻的衍生作品或將其納入其他作品，並對本節中授予的許可進行再許可。我們的使用和分發可能以任何媒體格式和通過任何媒體渠道進行

source: This licence includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide
es: Esta licencia incluye nuestro uso de su nombre, nombre de empresa y nombre de franquicia, según corresponda, y cualquiera de las marcas comerciales, marcas de servicio, nombres comerciales, logotipos e imágenes personales y comerciales que usted proporcione
fr: Cette licence inclut notre utilisation de votre nom, du nom de votre entreprise et du nom de votre franchise, le cas échéant, ainsi que de toutes les marques commerciales, marques de service, noms commerciaux, logos et images personnelles et commerciales que vous fournissez
hi: इस लाइसेंस में आपके नाम, कंपनी का नाम, और फ्रैंचाइज़ नाम, जैसा लागू हो, और आपके द्वारा प्रदान किए गए किसी भी ट्रेडमार्क, सेवा चिह्न, व्यापार नाम, लोगो और व्यक्तिगत और व्यावसायिक छवियों का उपयोग शामिल है
zh: 該許可包括我們使用您的姓名、公司名稱和特許經營名稱（如適用），以及您提供的任何商標、服務標記、商號、徽標以及個人和商業圖像

# t_c__you_are_responsible_for_what_you_post_or_upload__
source: You are responsible for what you post or upload:
es: Eres responsable de lo que publicas o subes:
fr: Vous êtes responsable de ce que vous publiez ou téléchargez :
hi: आप जो भी पोस्ट या अपलोड करते हैं उसके लिए आप जिम्मेदार हैं:
zh: 您對您發布或上傳的內容負責：

source: By sending us Submissions and/or posting Contributions through any part of the Services or making Contributions accessible through the Services by linking your account through the Services to any of your social networking accounts, yo
es: Al enviarnos Envíos y/o publicar Contribuciones a través de cualquier parte de los Servicios o hacer que las Contribuciones sean accesibles a través de los Servicios vinculando su cuenta a través de los Servicios a cualquiera de sus cuentas de redes sociales,
fr: En nous envoyant des Soumissions et/ou en publiant des Contributions via n'importe quelle partie des Services ou en rendant les Contributions accessibles via les Services en liant votre compte via les Services à l'un de vos comptes de réseaux sociaux, vous
hi: हमें सबमिशन भेजकर और/या सेवाओं के किसी भी भाग के माध्यम से योगदान पोस्ट करके या सेवाओं के माध्यम से अपने खाते को अपने किसी भी सोशल नेटवर्किंग खाते से जोड़कर सेवाओं के माध्यम से योगदान को सुलभ बनाकर, आप
zh: 通過服務的任何部分向我們發送提交內容和/或發布貢獻，或者通過將您的帳戶通過服務鏈接到您的任何社交網絡帳戶來通過服務訪問貢獻，您

source: confirm that you have read and agree with our 'PROHIBITED ACTIVITIES' and will not post, send, publish, upload, or transmit through the Services any Submission nor post any Contribution that is illegal, harassing, hateful, harmful, defamatory, obscene, bullying, abusive, discriminatory, threatening to any person or group, sexually explicit, false, inaccurate, deceitful, or misleading;
es: confirme que ha leído y está de acuerdo con nuestras'ACTIVIDADES PROHIBIDAS'y no publicará, enviará, publicará, cargará ni transmitirá a través de los Servicios ningún Envío ni publicará ninguna Contribución que sea ilegal, acosadora, odiosa, dañina, difamatoria, obscena, intimidante, abusivo, discriminatorio, amenazante a cualquier persona o grupo, sexualmente explícito, falso, inexacto, engañoso o engañoso;
fr: confirmez que vous avez lu et accepté nos ' ACTIVITÉS INTERDITES ' et que vous ne publierez, n'enverrez pas, ne publierez pas, ne téléchargerez pas ou ne transmettrez pas via les Services aucune Soumission ni ne publierez aucune Contribution illégale, harcelante, haineuse, préjudiciable, diffamatoire, obscène, intimidant, abusif, discriminatoire, menaçant envers toute personne ou groupe, sexuellement explicite, faux, inexact, trompeur ou trompeur ;
hi: पुष्टि करें कि आपने हमारी 'निषिद्ध गतिविधियों' को पढ़ा है और उनसे सहमत हैं और सेवाओं के माध्यम से किसी भी सबमिशन को पोस्ट, भेज, प्रकाशित, अपलोड या प्रसारित नहीं करेंगे और न ही कोई योगदान पोस्ट करेंगे जो अवैध, उत्पीड़नकारी, घृणित, हानिकारक, अपमानजनक, अश्लील हो। धमकाना, अपमानजनक, भेदभावपूर्ण, किसी भी व्यक्ति या समूह को धमकी देना, स्पष्ट यौन, झूठा, गलत, धोखेबाज, या गुमराह करना;
zh: 確認您已閱讀並同意我們的‘禁止活動’，並且不會通過服務發布、發送、公佈、上傳或傳輸任何非法、騷擾、仇恨、有害、誹謗、淫穢的提交內容或貢獻，欺凌、辱罵、歧視、威脅任何個人或團體、露骨的性內容、虛假、不准確、欺騙或誤導；

source: to the extent permissible by applicable law, waive any and all moral rights to any such Submission and/or Contribution;
es: en la medida permitida por la ley aplicable, renunciar a todos y cada uno de los derechos morales sobre dicha Presentación y/o Contribución;
fr: dans la mesure permise par la loi applicable, renoncer à tout droit moral sur une telle Soumission et/ou Contribution ;
hi: लागू कानून द्वारा अनुमत सीमा तक, ऐसे किसी भी सबमिशन और/या योगदान के किसी भी और सभी नैतिक अधिकारों को माफ करें;
zh: 在適用法律允許的範圍內，放棄對任何此類提交和/或貢獻的任何及所有精神權利；

source: warrant that any such Submission and/or Contributions are original to you or that you have the necessary rights and licences to submit such Submissions and/or Contributions and that you have full authority to grant us the above-mentioned rights in relation to your Submissions and/or Contributions; and
es: garantiza que dichos Envíos y/o Contribuciones son originales de usted o que tiene los derechos y licencias necesarios para enviar dichos Envíos y/o Contribuciones y que tiene plena autoridad para otorgarnos los derechos antes mencionados en relación con sus Envíos y/o Contribuciones; y
fr: garantissez que ces Soumissions et/ou Contributions sont originales ou que vous disposez des droits et licences nécessaires pour soumettre de telles Soumissions et/ou Contributions et que vous avez toute autorité pour nous accorder les droits mentionnés ci-dessus en ce qui concerne vos Soumissions. et/ou Contributions ; et
hi: इस बात की गारंटी दें कि ऐसा कोई भी सबमिशन और/या योगदान आपके लिए मूल है या आपके पास ऐसे सबमिशन और/या योगदान सबमिट करने के लिए आवश्यक अधिकार और लाइसेंस हैं और आपके पास हमें अपने सबमिशन के संबंध में उपर्युक्त अधिकार प्रदान करने का पूरा अधिकार है। और/या योगदान; और
zh: 保證任何此類提交內容和/或貢獻均為您原創，或者您擁有提交此類提交內容和/或貢獻所需的權利和許可，並且您擁有充分的權力授予我們與您的提交內容相關的上述權利和/或貢獻；和
