Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

# p_p_10_do_california_residents_have_specific_privacy_rights_
source: 10. DO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?
es: 10. ¿TIENEN LOS RESIDENTES DE CALIFORNIA DERECHOS DE PRIVACIDAD ESPECÍFICOS?
fr: 10. LES RÉSIDENTS DE CALIFORNIE ONT-ILS DES DROITS SPÉCIFIQUES À LA VIE PRIVÉE ?
hi: 10. क्या कैलिफ़ोर्निया के निवासियों के पास विशिष्ट गोपनीयता अधिकार हैं?
zh: 10. 加州居民有特定的隱私權嗎？

source: In Short: Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.
es: En resumen: Sí, si es residente de California, se le otorgan derechos específicos con respecto al acceso a su información personal.
fr: En bref : Oui, si vous résidez en Californie, vous bénéficiez de droits spécifiques concernant l'accès à vos informations personnelles.
hi: संक्षेप में: हाँ, यदि आप कैलिफ़ोर्निया के निवासी हैं, तो आपको अपनी व्यक्तिगत जानकारी तक पहुँच के संबंध में विशिष्ट अधिकार दिए गए हैं।
zh: 簡而言之：是的，如果您是加利福尼亞州居民，您將被授予有關訪問您的個人信息的特定權利。

source: California Civil Code Section 1798.83, also known as the 'Shine The Light' law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.
es: La Sección 1798.83 del Código Civil de California, también conocida como la ley 'Shine The Light', permite a nuestros usuarios residentes de California solicitarnos y obtener de nosotros, una vez al año y de forma gratuita, información sobre categorías de información personal (si corresponde) que divulgada a terceros con fines de marketing directo y los nombres y direcciones de todos los terceros con los que compartimos información personal en el año calendario inmediatamente anterior. Si es residente de California y desea realizar dicha solicitud, envíenosla por escrito utilizando la información de contacto que se proporciona a continuación.
fr: L'article 1798.83 du Code civil de Californie, également connu sous le nom de loi « Shine The Light », permet à nos utilisateurs qui sont des résidents de Californie de demander et d'obtenir de notre part, une fois par an et gratuitement, des informations sur les catégories d'informations personnelles (le cas échéant) que nous divulgués à des tiers à des fins de marketing direct ainsi que les noms et adresses de tous les tiers avec lesquels nous avons partagé des informations personnelles au cours de l'année civile précédente. Si vous résidez en Californie et souhaitez faire une telle demande, veuillez nous soumettre votre demande par écrit en utilisant les coordonnées fournies ci-dessous.
hi: कैलिफ़ोर्निया नागरिक संहिता धारा 1798.83, जिसे 'शाइन द लाइट' कानून के रूप में भी जाना जाता है, हमारे उपयोगकर्ताओं को, जो कैलिफ़ोर्निया के निवासी हैं, वर्ष में एक बार हमसे व्यक्तिगत जानकारी की श्रेणियों (यदि कोई हो) के बारे में जानकारी नि:शुल्क अनुरोध करने और प्राप्त करने की अनुमति देती है। प्रत्यक्ष विपणन प्रयोजनों के लिए तृतीय पक्षों को प्रकट किया गया और उन सभी तृतीय पक्षों के नाम और पते बताए गए जिनके साथ हमने ठीक पिछले कैलेंडर वर्ष में व्यक्तिगत जानकारी साझा की थी। यदि आप कैलिफ़ोर्निया के निवासी हैं और ऐसा कोई अनुरोध करना चाहते हैं, तो कृपया नीचे दी गई संपर्क जानकारी का उपयोग करके हमें लिखित रूप में अपना अनुरोध सबमिट करें।
zh: 《加州民法典》第 1798.83 條（也稱為“Shine The Light”法）允許加州居民用戶每年一次免費向我們請求並獲取有關我們的個人信息類別（如果有）的信息。出於直接營銷目的向第三方披露的信息，以及我們在上一日曆年與之共享個人信息的所有第三方的名稱和地址。如果您是加利福尼亞州居民並想提出此類請求，請使用下面提供的聯繫信息以書面形式向我們提交您的請求。

source: If you are under 18 years of age, reside in California, and have a registered account with Services, you have the right to request removal of unwanted data that you publicly post on the Services. To request removal of such data, please contact us using the contact information provided below and include the email address associated with your account and a statement that you reside in California. We will make sure the data is not publicly displayed on the Services, but please be aware that the data may not be completely or comprehensively removed from all our systems (e.g., backups, etc.).
es: Si es menor de 18 años, reside en California y tiene una cuenta registrada en los Servicios, tiene derecho a solicitar la eliminación de los datos no deseados que publique públicamente en los Servicios. Para solicitar la eliminación de dichos datos, comuníquese con nosotros utilizando la información de contacto que se proporciona a continuación e incluya la dirección de correo electrónico asociada con su cuenta y una declaración de que reside en California. Nos aseguraremos de que los datos no se muestren públicamente en los Servicios, pero tenga en cuenta que es posible que los datos no se eliminen completa o completamente de todos nuestros sistemas (por ejemplo, copias de seguridad, etc.).
fr: Si vous avez moins de 18 ans, résidez en Californie et disposez d'un compte enregistré auprès des Services, vous avez le droit de demander la suppression des données indésirables que vous publiez publiquement sur les Services. Pour demander la suppression de ces données, veuillez nous contacter en utilisant les informations de contact fournies ci-dessous et inclure l'adresse e-mail associée à votre compte et une déclaration indiquant que vous résidez en Californie. Nous veillerons à ce que les données ne soient pas affichées publiquement sur les Services, mais sachez que les données ne peuvent pas être complètement ou totalement supprimées de tous nos systèmes (par exemple, sauvegardes, etc.).
hi: यदि आपकी आयु 18 वर्ष से कम है, आप कैलिफ़ोर्निया में रहते हैं, और आपके पास सेवाओं के साथ एक पंजीकृत खाता है, तो आपके पास सेवाओं पर सार्वजनिक रूप से पोस्ट किए गए अवांछित डेटा को हटाने का अनुरोध करने का अधिकार है। ऐसे डेटा को हटाने का अनुरोध करने के लिए, कृपया नीचे दी गई संपर्क जानकारी का उपयोग करके हमसे संपर्क करें और अपने खाते से जुड़ा ईमेल पता और एक बयान शामिल करें कि आप कैलिफोर्निया में रहते हैं। हम यह सुनिश्चित करेंगे कि डेटा सार्वजनिक रूप से सेवाओं पर प्रदर्शित न हो, लेकिन कृपया ध्यान रखें कि डेटा को हमारे सभी सिस्टम (जैसे, बैकअप, आदि) से पूरी तरह या व्यापक रूप से हटाया नहीं जा सकता है।
zh: 如果您未滿 18 歲、居住在加利福尼亞州並擁有服務註冊帳戶，您有權要求刪除您在服務上公開發布的不需要的數據。要請求刪除此類數據，請使用下面提供的聯繫信息與我們聯繫，並提供與您的帳戶關聯的電子郵件地址以及您居住在加利福尼亞州的聲明。我們將確保數據不會在服務上公開顯示，但請注意，數據可能不會從我們的所有系統（例如備份等）中完全或全面刪除。

# p_p_11_do_we_make_updates_to_this_notice_
source: 11. DO WE MAKE UPDATES TO THIS NOTICE?
es: 11. ¿ACTUALIZAMOS ESTE AVISO?
fr: 11. Devons-nous mettre à jour cet avis ?
hi: 11. क्या हम इस नोटिस में अपडेट करते हैं?
zh: 11. 我們會更新本通知嗎？

source: In Short: Yes, we will update this notice as necessary to stay compliant with relevant laws.
es: En resumen: Sí, actualizaremos este aviso según sea necesario para cumplir con las leyes pertinentes.
fr: En bref : Oui, nous mettrons à jour cet avis si nécessaire pour rester en conformité avec les lois en vigueur.
hi: संक्षेप में: हां, प्रासंगिक कानूनों का अनुपालन बनाए रखने के लिए हम इस नोटिस को आवश्यकतानुसार अपडेट करेंगे।
zh: 簡而言之：是的，我們將根據需要更新本通知，以遵守相關法律。

source: We may update this privacy notice from time to time. The updated version will be indicated by an updated 'Revised' date and the updated version will be effective as soon as it is accessible. If we make material changes to this privacy notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification. We encourage you to review this privacy notice frequently to be informed of how we are protecting your information.
es: Es posible que actualicemos este aviso de privacidad de vez en cuando. La versión actualizada se indicará mediante una fecha 'Revisada' actualizada y la versión actualizada entrará en vigor tan pronto como esté accesible. Si realizamos cambios sustanciales en este aviso de privacidad, podemos notificarle publicando de manera destacada un aviso de dichos cambios o enviándole directamente una notificación. Le recomendamos que revise este aviso de privacidad con frecuencia para estar informado sobre cómo protegemos su información.
fr: Nous pouvons mettre à jour cet avis de confidentialité de temps à autre. La version mise à jour sera indiquée par une date « Révisée » mise à jour et la version mise à jour entrera en vigueur dès qu'elle sera accessible. Si nous apportons des modifications importantes à cet avis de confidentialité, nous pouvons vous en informer soit en affichant bien en vue un avis de ces modifications, soit en vous envoyant directement une notification. Nous vous encourageons à consulter fréquemment cet avis de confidentialité pour être informé de la manière dont nous protégeons vos informations.
hi: हम इस गोपनीयता सूचना को समय-समय पर अद्यतन कर सकते हैं। अद्यतन संस्करण को एक अद्यतन 'संशोधित' तिथि द्वारा दर्शाया जाएगा और अद्यतन संस्करण पहुंच योग्य होते ही प्रभावी हो जाएगा। यदि हम इस गोपनीयता सूचना में महत्वपूर्ण परिवर्तन करते हैं, तो हम आपको ऐसे परिवर्तनों की सूचना प्रमुखता से पोस्ट करके या सीधे आपको एक अधिसूचना भेजकर सूचित कर सकते हैं। हम आपको इस गोपनीयता सूचना की बार-बार समीक्षा करने के लिए प्रोत्साहित करते हैं ताकि आपको यह पता चल सके कि हम आपकी जानकारी की सुरक्षा कैसे कर रहे हैं।
zh: 我們可能會不時更新本隱私聲明。更新的版本將通過更新的“修訂”日期來指示，並且更新的版本將在可訪問後立即生效。如果我們對本隱私聲明進行重大更改，我們可能會通過在顯著位置發布此類更改的通知或直接向您發送通知來通知您。我們鼓勵您經常查看本隱私聲明，以了解我們如何保護您的信息。

# p_p_12_how_can_you_contact_us_about_this_notice_
source: 12. HOW CAN YOU CONTACT US ABOUT THIS NOTICE?
es: 12. ¿CÓMO PUEDE CONTACTARNOS SOBRE ESTE AVISO?
fr: 12. COMMENT POUVEZ-VOUS NOUS CONTACTER AU SUJET DE CET AVIS ?
hi: 12. आप इस नोटिस के बारे में हमसे कैसे संपर्क कर सकते हैं?
zh: 12. 您如何就本通知聯繫我們？

source: If you have questions or comments about this notice, you may contact our Data Protection Officer (DPO), Vatsal Sharma, by email at vsharma@listoil.com, by phone at +918619219450, or contact us by post at:
es: Si tiene preguntas o comentarios sobre este aviso, puede comunicarse con nuestro Oficial de Protección de Datos (DPO), Vatsal Sharma, por correo electrónico a vsharma@listoil.com, por teléfono al +918619219450 o por correo postal a:
fr: Si vous avez des questions ou des commentaires concernant cet avis, vous pouvez contacter notre délégué à la protection des données (DPO), Vatsal Sharma, par e-mail à vsharma@listoil.com, par téléphone au +918619219450, ou nous contacter par courrier à :
hi: यदि इस नोटिस के बारे में आपके कोई प्रश्न या टिप्पणियाँ हैं, तो आप हमारे डेटा संरक्षण अधिकारी (डीपीओ), वत्सल शर्मा से vsharma@listoil.com पर ईमेल द्वारा, +918619219450 पर फोन द्वारा, या पोस्ट द्वारा हमसे संपर्क कर सकते हैं:
zh: 如果您對本通知有疑問或意見，您可以聯繫我們的數據保護官 (DPO) Vatsal Sharma，發送電子郵件至 vsharma@listoil.com，致電 +918619219450，或通過郵寄方式聯繫我們：

# p_p_vistony_india_private_limited
source: Vistony India Private Limited
hi: विस्टोनी इंडिया प्राइवेट लिमिटेड
zh: 維斯托尼印度私人有限公司

# p_p_vatsal_sharma
source: Vatsal Sharma
hi: वत्सल शर्मा
zh: 瓦薩爾·夏爾馬

# p_p_f647_f647a_kushkera_industrial_area_riico_bhiwadi_
source: F647, F647A, Kushkera Industrial Area RIICO, Bhiwadi,
es: F647, F647A, zona industrial de Kushkera RIICO, Bhiwadi,
fr: F647, F647A, zone industrielle de Kushkera RIICO, Bhiwadi,
hi: एफ647, एफ647ए, कुशकेरा औद्योगिक क्षेत्र रीको, भिवाड़ी,
zh: F647, F647A, 庫什克拉工業區 RIICO, 比瓦迪,

# p_p_alwar_301707_rajasthan_india
source: Alwar-301707, Rajasthan, India
es: Alwar-301707, Rajastán, India
fr: Alwar-301707, Rajasthan, Inde
hi: अलवर-301707, राजस्थान, भारत
zh: Alwar-301707, 拉賈斯坦邦, 印度

# p_p_bhiwadi_rajasthan_301707
source: Bhiwadi, Rajasthan 301707
es: Bhiwadi, Rajastán 301707
hi: भिवाड़ी, राजस्थान 301707
zh: 比瓦迪, 拉賈斯坦邦 301707

# p_p_india_
source: India
fr: Inde
hi: भारत
zh: 印度

# p_p_13_how_can_you_review_update_or_delete_the_data_we_collect_from_you_
source: 13. HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?
es: 13. ¿CÓMO PUEDES REVISAR, ACTUALIZAR O ELIMINAR LOS DATOS QUE RECOPILAMOS DE TI?
fr: 13. COMMENT POUVEZ-VOUS CONSULTER, METTRE À JOUR OU SUPPRIMER LES DONNÉES QUE NOUS COLLECTONS CHEZ VOUS ?
hi: 13. हम आपसे जो डेटा एकत्र करते हैं, उसकी आप समीक्षा, अद्यतन या हटा कैसे सकते हैं?
zh: 13. 您如何查看、更新或刪除我們向您收集的數據？

source: Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it. To request to review, update, or delete your personal information, please visit: http://www.listoil.com/contactus.
es: Según las leyes aplicables de su país, es posible que tenga derecho a solicitar acceso a la información personal que recopilamos de usted, cambiar esa información o eliminarla. Para solicitar revisar, actualizar o eliminar su información personal, visite: http://www.listoil.com/contactus.
fr: En fonction des lois applicables dans votre pays, vous pouvez avoir le droit de demander l'accès aux informations personnelles que nous collectons auprès de vous, de modifier ces informations ou de les supprimer. Pour demander la révision, la mise à jour ou la suppression de vos informations personnelles, veuillez visiter : http://www.listoil.com/contactus.
hi: आपके देश के लागू कानूनों के आधार पर, आपके पास हमारे द्वारा आपसे एकत्र की गई व्यक्तिगत जानकारी तक पहुंच का अनुरोध करने, उस जानकारी को बदलने या उसे हटाने का अधिकार हो सकता है। अपनी व्यक्तिगत जानकारी की समीक्षा करने, अद्यतन करने या हटाने का अनुरोध करने के लिए, कृपया देखें: http://www.listoil.com/contactus।
zh: 根據您所在國家/地區的適用法律，您可能有權請求訪問我們從您那裡收集的個人信息、更改該信息或刪除該信息。如需請求查看、更新或刪除您的個人信息，請訪問：http://www.listoil.com/contactus。

# p_p_this_privacy_policy_was_created_using_termly_s_privacy_policy_generator_
source: This privacy policy was created using Termly's Privacy Policy Generator.
es: Esta política de privacidad se creó utilizando el Generador de políticas de privacidad de Termly.
fr: Cette politique de confidentialité a été créée à l'aide du générateur de politique de confidentialité de Termly.
hi: यह गोपनीयता नीति टर्मली की गोपनीयता नीति जेनरेटर का उपयोग करके बनाई गई थी।
zh: 本隱私政策是使用 Termly 的隱私政策生成器創建的。

source: Change Password
es: Cambiar Contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
zh: 更改密碼

source: Code OTP expired
es: Codigo otp expirado
fr: Code OTP expiré
hi: ओटीपी कोड समय सीमा समाप्त हो गई है
zh: OTP 密碼已過期

source: Mobile number already registered
es: Número de celular ya registrado
fr: Numéro de téléphone déjà enregistré
hi: मोबाइल पहले से पंजीकृत है
zh: 手機號碼已註冊

# faqs_registration
source: REGISTRATION
es: Registro
fr: INSCRIPTION
hi: पंजीकरण
zh: 登記

# faqs_1_how_do_i_register_on_the_application_
source: 1. How do I register on the application?
es: 1. ¿Cómo me registro en la aplicación?
fr: 1. Comment s'inscrire sur l'application ?
hi: 1. मैं एप्लिकेशन पर पंजीकरण कैसे करूं?
zh: 1. 如何在應用程序上註冊？

source: Download the app from the Play Store for Android devices or the App Store for Apple devices. On the first screen, enter your mobile number, and proceed to complete your registration.
es: Descarga la aplicación desde Play Store para dispositivos Android o App Store para dispositivos Apple. En la primera pantalla, ingresa tu número de móvil y procede a completar tu registro.
fr: Téléchargez l'application depuis le Play Store pour les appareils Android ou l'App Store pour les appareils Apple. Sur le premier écran, saisissez votre numéro de mobile et procédez à la finalisation de votre inscription.
hi: एंड्रॉइड डिवाइस के लिए प्ले स्टोर से या ऐप्पल डिवाइस के लिए ऐप स्टोर से ऐप डाउनलोड करें। पहली स्क्रीन पर, अपना मोबाइल नंबर दर्ज करें, और अपना पंजीकरण पूरा करने के लिए आगे बढ़ें।
zh: 從 Play Store（適用於 Android 設備）或 App Store（適用於 Apple 設備）下載應用程序。在第一個屏幕上，輸入您的手機號碼，然後繼續完成註冊。

source: 2. Which mobile number do I enter? I have different mobile numbers; which one do I enter?
es: 2. ¿Qué número de móvil pongo? Tengo diferentes números de móvil, ¿cuál pongo?
fr: 2. Quel numéro de portable dois-je saisir ? J'ai différents numéros de portable ; lequel dois-je saisir ?
hi: 2. मैं कौन सा मोबाइल नंबर दर्ज करूं? मेरे पास अलग-अलग मोबाइल नंबर हैं; मैं कौन सा दर्ज करूं?
zh: 2. 我應該輸入哪個手機號碼？我有不同的手機號碼，我應該輸入哪一個？

source: It is recommended that you use the same mobile number used with the smartphone you are downloading the QR Cash app on. If this isn't the case, ensure that you have access to the phone linked to the mobile number you entered.
es: Se recomienda que utilice el mismo número de móvil que utilizó con el teléfono inteligente en el que está descargando la aplicación QR Cash. Si este no es el caso, asegúrese de tener acceso al teléfono vinculado al número de móvil que ingresó.
fr: Il est recommandé d'utiliser le même numéro de mobile que celui utilisé avec le smartphone sur lequel vous téléchargez l'application QR Cash. Si ce n'est pas le cas, assurez-vous d'avoir accès au téléphone lié au numéro de mobile que vous avez renseigné.
hi: यह अनुशंसा की जाती है कि आप उसी मोबाइल नंबर का उपयोग करें जिसका उपयोग उस स्मार्टफोन के साथ किया गया है जिस पर आप क्यूआर कैश ऐप डाउनलोड कर रहे हैं। यदि ऐसा नहीं है, तो सुनिश्चित करें कि आपके पास आपके द्वारा दर्ज किए गए मोबाइल नंबर से जुड़े फोन तक पहुंच है।
zh: 建議您使用與下載 QR Cash 應用程序的智能手機相同的手機號碼。如果不是這種情況，請確保您可以訪問與您輸入的手機號碼關聯的手機。

# faqs_3_can_i_create_multiple_profiles_on_the_app_on_the_same_device_
source: 3. Can I create multiple profiles on the app on the same device?
es: 3. ¿Puedo crear varios perfiles en la aplicación en el mismo dispositivo?
fr: 3. Puis-je créer plusieurs profils sur l'application sur le même appareil ?
hi: 3. क्या मैं एक ही डिवाइस पर ऐप पर एकाधिक प्रोफ़ाइल बना सकता हूं?
zh: 3. 我可以在同一設備上的應用程序上創建多個配置文件嗎？

source: No, you are required to create only one profile and will not be permitted to access the application on the same device with multiple profiles.
es: No, solo debe crear un perfil y no se le permitirá acceder a la aplicación en el mismo dispositivo con múltiples perfiles.
fr: Non, vous ne devez créer qu'un seul profil et vous ne serez pas autorisé à accéder à l'application sur le même appareil avec plusieurs profils.
hi: नहीं, आपको केवल एक प्रोफ़ाइल बनाने की आवश्यकता है और आपको एक ही डिवाइस पर एकाधिक प्रोफ़ाइल वाले एप्लिकेशन तक पहुंचने की अनुमति नहीं दी जाएगी।
zh: 不，您只需創建一個配置文件，並且不允許在同一設備上使用多個配置文件訪問該應用程序。

source: 4. I am unable to proceed with the registration and receiving a message — Please grant permission to capture location. What do I do?
es: 4. No puedo continuar con el registro y recibir un mensaje. Conceda permiso para capturar la ubicación. ¿Qué debo hacer?
fr: 4. Je ne parviens pas à procéder à l'enregistrement et à recevoir un message. Veuillez accorder l'autorisation de capturer l'emplacement. Que dois-je faire ?
hi: 4. मैं पंजीकरण के साथ आगे बढ़ने और एक संदेश प्राप्त करने में असमर्थ हूं - कृपया स्थान कैप्चर करने की अनुमति दें। मैं क्या करूं?
zh: 4. 我無法繼續註冊並接收消息 — 請授予捕獲位置的權限。我該怎麼辦？

source: 5. I am unable to proceed with the registration and receiving a message — Please grant permission to capture location. What do I do?
es: 5. No puedo continuar con el registro y recibir un mensaje. Conceda permiso para capturar la ubicación. ¿Qué debo hacer?
fr: 5. Je ne parviens pas à procéder à l'enregistrement et à recevoir un message. Veuillez accorder l'autorisation de capturer l'emplacement. Que dois-je faire ?
hi: 5. मैं पंजीकरण के साथ आगे बढ़ने और एक संदेश प्राप्त करने में असमर्थ हूं - कृपया स्थान कैप्चर करने की अनुमति दें। मैं क्या करूं?
zh: 5. 我無法繼續註冊並接收消息 — 請授予捕獲位置的權限。我該怎麼辦？

source: 6. I need to set my password. What are the minimum requirements to set a safe password?
es: 6. Necesito establecer mi contraseña. ¿Cuáles son los requisitos mínimos para establecer una contraseña segura?
fr: 6. Je dois définir mon mot de passe. Quelles sont les exigences minimales pour définir un mot de passe sécurisé ?
hi: 6. मुझे अपना पासवर्ड सेट करने की आवश्यकता है। सुरक्षित पासवर्ड सेट करने के लिए न्यूनतम आवश्यकताएं क्या हैं?
zh: 6. 我需要設置密碼。設置安全密碼的最低要求是什麼？

source: The password you set needs to be a minimum of 6 characters with at least one number, one alphabet (small and caps), and one special character (e.g., !, @, #, etc.).
es: La contraseña que establezca debe tener un mínimo de 6 caracteres con al menos un número, un alfabeto (minúsculas y mayúsculas) y un carácter especial (p. ej., !, @, #, etc.)
fr: Le mot de passe que vous définissez doit comporter au moins 6 caractères, dont au moins un chiffre, un alphabet (petits et majuscules) et un caractère spécial (par exemple !, @, #, etc.).
hi: आपके द्वारा सेट किया गया पासवर्ड कम से कम 6 अक्षरों का होना चाहिए जिसमें कम से कम एक संख्या, एक अक्षर (छोटा और बड़ा अक्षर), और एक विशेष अक्षर (जैसे, !, @, #, आदि) होना चाहिए।
zh: 您設置的密碼必須至少為 6 個字符，其中至少有 1 個數字、1 個字母（小寫和大寫）和 1 個特殊字符（例如！、@、# 等）。

source: 7. I don't know my Bank Account number and/or IFSC Code. Where do I get that from?
es: 7. No sé mi número de cuenta bancaria y/o código IFSC. ¿De dónde lo obtengo?
fr: 7. Je ne connais pas mon numéro de compte bancaire et/ou mon code IFSC. D'où puis-je l'obtenir ?
hi: 7. मुझे अपना बैंक खाता नंबर और/या आईएफएससी कोड नहीं पता। मुझे वह कहां से मिलेगा?
zh: 7. 我不知道我的銀行帳號和/或 IFSC 代碼。我從哪裡可以得到這些信息？

source: The Bank Account Number and IFSC Code are both printed on your cheque. Refer to your cheque leaflet for both details.
es: El número de cuenta bancaria y el código IFSC están impresos en su cheque. Consulte el folleto del cheque para obtener ambos detalles.
fr: Le numéro de compte bancaire et le code IFSC sont tous deux imprimés sur votre chèque. Reportez-vous au dépliant de votre chèque pour les deux détails.
hi: बैंक खाता संख्या और आईएफएससी कोड दोनों आपके चेक पर मुद्रित हैं। दोनों विवरणों के लिए अपने चेक पत्रक को देखें।
zh: 銀行帳號和 IFSC 代碼均印在您的支票上。有關這兩項詳細信息，請參閱您的支票傳單。

# faqs_8_i_want_to_change_my_bank_account_details_can_i_
source: 8. I want to change my Bank Account details. Can I?
es: 8. Quiero cambiar los datos de mi cuenta bancaria. ¿Puedo?
fr: 8. Je souhaite modifier les coordonnées de mon compte bancaire. Puis-je ?
hi: 8. मैं अपने बैंक खाते का विवरण बदलना चाहता हूं। क्या मैं बदल सकता हूं?
zh: 8. 我想更改我的銀行賬戶詳細信息。可以嗎？

source: You can change it a maximum of three times. Please go to the Account section on the bottom right corner of the Home page and click on Bank Details to update your information.
es: Puede cambiarlo un máximo de tres veces. Vaya a la sección Cuenta en la esquina inferior derecha de la página de inicio y haga clic en Detalles bancarios para actualizar su información.
fr: Vous pouvez le modifier au maximum trois fois. Veuillez vous rendre dans la section Compte dans le coin inférieur droit de la page d'accueil et cliquer sur Coordonnées bancaires pour mettre à jour vos informations.
hi: आप इसे अधिकतम तीन बार बदल सकते हैं। कृपया होम पेज के निचले दाएं कोने पर खाता अनुभाग पर जाएं और अपनी जानकारी अपडेट करने के लिए बैंक विवरण पर क्लिक करें।
zh: 您最多可以更改 3 次。請前往主頁右下角的帳戶部分，然後單擊銀行詳細信息以更新您的信息。

# faqs_scanning
source: SCANNING
es: Escaneo de códigos
fr: NUMÉRISATION
hi: स्कैनिंग
zh: 掃描

source: 1. I have scanned a valid QR code, but it is partially damaged and not getting read. What should I do?
es: 1. He escaneado un código QR válido, pero está parcialmente dañado y no se lee. ¿Qué debo hacer?
fr: 1. J'ai scanné un code QR valide, mais il est partiellement endommagé et n'est pas lu. Que dois-je faire ?
hi: 1. मैंने एक वैध क्यूआर कोड स्कैन किया है, लेकिन यह आंशिक रूप से क्षतिग्रस्त है और पढ़ा नहीं जा रहा है। मुझे क्या करना चाहिए?
zh: 1. 我掃描了有效的二維碼，但它部分損壞並且無法讀取。我該怎麼辦？
