Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

# title_app
source: QrCash
hi: क्यूआर कैश
zh: Qr現金

# language
source: English
es: Español
fr: français
hi: हिन्दी
zh: 繁體字

source: Bottom Navigation Bar
es: Barra de navegación inferior
fr: Barre de navigation inférieure
hi: निचला नेविगेशन बार
zh: 底部導航欄

source: Home
es: Hogar
fr: Maison
hi: घर
zh: 家

source: Report
es: Informe
fr: Rapport
hi: प्रतिवेदन
zh: 報告

source: Scan
es: Escanear
fr: Analyse
hi: स्कैन
zh: 掃描

source: Loading User Data
es: Cargando datos de usuario
fr: Chargement des données utilisateur
hi: उपयोगकर्ता डेटा लोड हो रहा है
zh: 加載用戶數據

source: Loading Banking Information
es: Cargando Información Bancaria
fr: Chargement des informations bancaires
hi: बैंकिंग जानकारी लोड हो रही है
zh: 加載銀行信息

source: Validating Login
es: Validando inicio de sesión
fr: Validation de la connexion
hi: सत्यापित लॉगिन
zh: 驗證登錄

source: Redirecting
es: Redireccionando
fr: Redirection
hi: पुनर्निर्देशन
zh: 重定向

source: Welcome, for your security, enter the code in the text box
es: Bienvenido, para su seguridad, ingrese el código en el cuadro de texto
fr: Bienvenue, pour votre sécurité, entrez le code dans la zone de texte
hi: आपका स्वागत है, आपकी सुरक्षा के लिए, टेक्स्ट बॉक्स में कोड दर्ज करें
zh: 歡迎您,為了您的安全,請在文本框中輸入驗證碼

source: Welcome for your safety enter the following code to continue
es: Bienvenido por tu seguridad, ingresa el siguiente código para continuar
fr: Bienvenue pour votre sécurité, saisissez le code suivant pour continuer
hi: आपकी सुरक्षा के लिए स्वागत है, जारी रखने के लिए निम्नलिखित कोड दर्ज करें
zh: 歡迎您出於安全考慮，請輸入以下代碼以繼續

source: Enter the generated number
es: Ingrese el número generado
fr: Entrez le numéro généré
hi: जनरेट किया गया नंबर दर्ज करें
zh: 輸入生成的數字

source: Validate
es: Validar
fr: Valider
hi: मान्य करें
zh: 證實

source: Verifying GPS
es: Verificando GPS
fr: Vérification GPS
hi: जीपीएस का सत्यापन
zh: 驗證 GPS

source: GPS enabled
es: GPS activado
fr: GPS activé
hi: जीपीएस सक्षम
zh: 啟用 GPS

source: GPS disabled
es: GPS desactivado
fr: GPS désactivé
hi: जीपीएस अक्षम
zh: GPS 已禁用

source: Loading data
es: Cargando datos
fr: Chargement des données
hi: डेटा लोड हो रहा है
zh: 加載數據中

source: Please activate GPS on your device to continue
es: Active el GPS en su dispositivo para continuar
fr: Veuillez activer le GPS sur votre appareil pour continuer
hi: कृपया जारी रखने के लिए अपने डिवाइस पर जीपीएस सक्रिय करें
zh: 請在您的設備上激活 GPS 才能繼續

source: Enter cell phone number
es: Ingrese número de celular
fr: Entrez le numéro de téléphone portable
hi: सेल फ़ोन नंबर दर्ज करें
zh: 輸入手機號碼

source: Listoil will send you an SMS to verify your identity
es: Listoil te enviará un SMS para verificar tu identidad
fr: Listoil vous enverra un SMS pour vérifier votre identité
hi: लिस्टोइल आपकी पहचान सत्यापित करने के लिए आपको एक एसएमएस भेजेगा
zh: Listoil將向您發送一條短信來驗證您的身份

source: Cell Phone Number
es: Número Celular
fr: Numéro de téléphone portable
hi: सेलफोन नंबर
zh: 手機號碼

source: Country Code
es: Código de país
fr: Code postal
hi: कंट्री कोड
zh: 國家代碼

source: I accept the terms and conditions
es: Acepto los términos y condiciones
fr: J'accepte les termes et conditions
hi: मुझे नियम और शर्तें स्वीकार हैं
zh: 我接受條款及條件

source: I accept the
es: Acepto los
fr: J'accepte les
hi: मैं स्वीकार करता हूँ
zh: 我同意

source: terms and conditions
es: terminos y condiciones
fr: termes et conditions.
hi: नियम और शर्तें।
zh: न條款與條件。

source: video
fr: vidéo
hi: वीडियो
zh: 視頻

source: Continue
es: Continuar
fr: Continuer
hi: जारी रखना
zh: 繼續

# waiting_for_automatic_verification_of_sms_sent_to_this_number
source: Waiting for automatic verification of the SMS sent to this number
es: Esperando verificación automática del SMS enviado a este número
fr: En attente de vérification automatique du SMS envoyé à ce numéro
hi: इस नंबर पर भेजे गए एसएमएस के स्वचालित सत्यापन की प्रतीक्षा की जा रही है
zh: 正在等待發送到該號碼的短信的自動驗證

source: Enter the 6-digit code
es: Ingrese el código de 6 dígitos
fr: Entrez le code à 6 chiffres
hi: 6 अंकीय कोड दर्ज करें
zh: 輸入6位數字代碼

source: Resend the code
es: Reenviar el código
fr: Renvoyer le code
hi: कोड पुनः भेजें
zh: 重新發送代碼

source: Minutes
es: Minutos
hi: मिनट
zh: 分鐘

source: Seconds
es: Segundos
fr: Secondes
hi: सेकेंड
zh: 秒

source: Set Password
es: Configurar la clave
fr: Définir le mot de passe
hi: सांकेतिक शब्द लगना
zh: 設置密碼

source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
zh: 密碼

source: Confirm Password
es: Confirmar Contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
zh: 確認密碼

source: The password must be 6 characters long, including at least one number, one uppercase letter, and one special character
es: La contraseña debe tener 6 caracteres, incluyendo al menos un número, una letra mayúscula y un carácter especial
fr: Le mot de passe doit comporter 6 caractères dont au moins un chiffre, une majuscule et un caractère spécial
hi: पासवर्ड 6 अक्षर लंबा होना चाहिए, जिसमें कम से कम एक संख्या, एक बड़ा अक्षर और एक विशेष अक्षर शामिल हो
zh: 密碼長度必須為6個字符,其中至少包含1個數字、1個大寫字母、1個特殊字符

source: Finish
es: Finalizar
fr: Finition
hi: खत्म करना
zh: 結束

source: Total Redeemed
es: Total canjeado
fr: Total remboursé
hi: कुल छुड़ाया गया
zh: 完全贖回

source: Total Loaded
es: Total cargado
fr: Total chargé
hi: कुल लोडेड
zh: 總加載

source: Today's Transactions
es: Transacciones de hoy
fr: Transactions du jour
hi: आज के लेन-देन
zh: 今日交易

source: Scanned
es: Escaneado
fr: Scanné
hi: स्कैन किया हुआ
zh: 已掃描

source: Rejected
es: Rechazado
fr: Rejeté
hi: अस्वीकार कर दिया
zh: 拒絕

source: Accepted
es: Aceptado
fr: Accepté
hi: स्वीकृत
zh: 公認

source: Money Earned
es: Dinero ganado
fr: L'argent gagné
hi: धन अर्जित किया
zh: 錢賺了

source: Registration
es: Registro
fr: Inscription
hi: पंजीकरण
zh: 登記

source: General Report
es: Informe general
fr: Rapport général
hi: सामान्य रिपोर्ट
zh: 綜合報告

source: All
es: Todo
fr: Tous
hi: सभी
zh: 全部

source: Description
es: Descripción
hi: विवरण
zh: 描述

source: Time
es: Tiempo
fr: Temps
hi: समय
zh: 時間

source: Status
es: Estado
fr: Statut
hi: स्थिति
zh: 地位

source: Total Number
es: Numero total
fr: Nombre total
hi: कुल गणना
zh: 總數

source: Total
hi: कुल
zh: 全部的

source: Total Scanned
es: Total escaneado
fr: Total numérisé
hi: कुल स्कैन
zh: 已掃描總數

source: Total Rejected
es: Totalmente Rechazados
fr: Total rejeté
hi: पूर्णतः अस्वीकृत
zh: 完全拒絕

source: Total Accepted
es: Total Aceptado
fr: Total accepté
hi: कुल स्वीकृत
zh: 全部接受

source: Total Charged
es: Total facturado
fr: Total facturé
hi: कुल शुल्कः
zh: 總收費

source: Scanned QR Code
es: Código QR escaneado
fr: Code QR scanné
hi: स्कैन किया गया QR कोड
zh: 掃描二維碼

source: Scan Again
es: Escanea otra vez
fr: Numériser à nouveau
hi: फिर से स्कैन करें
zh: 重新掃描

source: Videos
es: Vídeos
fr: Vidéos
hi: वीडियो
zh: 視頻

source: Title
es: Título
fr: Titre
hi: शीर्षक
zh: 標題

source: Video Description
es: Descripción del video
fr: Description de vidéo
hi: वीडियो का विवरण
zh: 視頻說明

source: No videos available
es: No hay vídeos disponibles
fr: Aucune vidéo disponible
hi: कोई वीडियो उपलब्ध नहीं
zh: 沒有可用的視頻

source: If you believe it's an error
es: Si crees que es un error
fr: Si vous pensez que c'est une erreur
hi: यदि आप मानते हैं कि यह एक त्रुटि है
zh: 如果你認為這是一個錯誤

source: My Account
es: Mi cuenta
fr: Mon compte
hi: मेरा खाता
zh: 我的賬戶

source: Account Information
es: Información de la cuenta
fr: Information sur le compte
hi: खाता संबंधी जानकारी
zh: 帳戶信息

source: Profile Details
es: Detalles del perfil
fr: Détails du profil
hi: प्रोफ़ाइल विवरण
zh: 個人資料詳細信息

source: User Profile
es: Perfil del usuario
fr: Profil de l'utilisateur
hi: उपयोगकर्ता रूपरेखा
zh: 用戶資料

source: Personal Information
es: Informacion personal
fr: Informations personnelles
hi: व्यक्तिगत जानकारी
zh: 個人信息

source: Update your personal information
es: Actualiza tus datos personales
fr: Mettre à jour vos informations personnelles
hi: अपनी व्यक्तिगत जानकारी अपडेट करें
zh: 更新您的個人信息

source: Bank Details
es: Detalles del banco
fr: Coordonnées bancaires
hi: बैंक विवरण
zh: 銀行明細

source: Bank Information
es: Información bancaria
fr: Information bancaire
hi: बैंक संबंधी जानकारी
zh: 銀行信息

source: Update your bank information
es: Actualiza tus datos bancarios
fr: Mettre à jour vos informations bancaires
hi: अपनी बैंक जानकारी अपडेट करें
zh: 更新您的銀行信息

source: Ranking
es: Clasificación
fr: Classement
hi: रैंकिंग
zh: 排行

source: Rating
es: Clasificación
fr: Notation
hi: रेटिंग
zh: 評分

source: Feedback
es: Comentario
fr: Retour
hi: प्रतिक्रिया
zh: 反饋

source: Rate Our App
es: Califica nuestra aplicación
fr: Évaluez notre application
hi: हमारे ऐप को रेट करें
zh: 評價我們的應用程序

source: Manual QR Entry
es: Entrada QR manual
fr: Saisie QR manuelle
hi: मैनुअल क्यूआर एंट्री
zh: 手動二維碼輸入

source: Manually enter the QR code
es: Ingrese manualmente el código QR
fr: Entrez manuellement le code QR
hi: क्यूआर कोड मैन्युअल रूप से दर्ज करें
zh: 手動輸入二維碼

source: FAQs
es: Preguntas frecuentes
fr: FAQ
hi: अक्सर पूछे जाने वाले प्रश्न
zh: 常見問題解答

source: Customer Support
es: Atención al cliente
fr: Service client
hi: ग्राहक सहेयता
zh: 客戶支持

source: Contact us if you have any issues
es: Contáctenos si tiene algún problema
fr: Contactez-nous si vous avez des problèmes
hi: यदि आपको कोई समस्या हो तो हमसे संपर्क करें
zh: 如有任何問題請聯繫我們

source: Logout
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
zh: 登出

source: Account
es: Cuenta
fr: Compte
hi: खाता
zh: 帳戶

source: Full Name
es: Nombre completo
fr: Nom et prénom
hi: पूरा नाम
zh: 全名

source: Phone
es: Teléfono
fr: Téléphone
hi: फ़ोन
zh: 電話

source: Select Language
es: Seleccione el idioma
fr: Choisir la langue
hi: भाषा चुने
zh: 選擇語言

source: English
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
zh: 英語

source: Hindi
hi: हिंदी
zh: 印地語

source: Spanish
es: Español
fr: Espagnol
hi: स्पैनिश
zh: 西班牙語

source: French
es: Francés
fr: Français
hi: फ़्रेंच
zh: 法語

source: Traditional Chinese
es: Chino tradicional
fr: Chinois traditionnel
hi: परंपरागत चीनी
zh: 繁體中文

source: PIN Code
es: Código PIN
fr: Code PIN
hi: पिन कोड
zh: PIN碼

source: Select Vehicle
es: Seleccionar Vehículo
fr: Sélectionner un véhicule
hi: वाहन चुनें
zh: 選擇車輛

source: Motorcycle
es: Motocicleta
fr: Moto
hi: मोटरसाइकिल
zh: 摩托車

source: Car
es: Auto
fr: Voiture
hi: कार
zh: 車

source: Truck
es: Camión
fr: Camion
hi: ट्रक
zh: 卡車

source: Bus
es: Autobús
hi: बस
zh: 公共汽車

source: Others
es: Otros
fr: Autres
hi: अन्य
zh: 其他的

source: PAN Number
es: Número PAN
fr: Numéro PAN
hi: पैन नंबर
zh: PAN 號碼

source: UPI ID
es: ID de UPI
fr: Identifiant UPI
hi: यूपीआई आईडी

source: Save Changes
es: Guardar cambios
fr: Sauvegarder les modifications
hi: परिवर्तनों को सुरक्षित करें
zh: 保存更改

source: Personal information cannot be changed again until after 24 hours
es: La información personal no se puede volver a cambiar hasta después de 24 horas
fr: Les informations personnelles ne peuvent être modifiées à nouveau qu'après 24 heures
hi: व्यक्तिगत जानकारी 24 घंटे के बाद तक दोबारा नहीं बदली जा सकती
zh: 24小時後才能再次更改個人信息

source: Yes
es: Sí
fr: Oui
hi: हाँ
zh: 是的

source: No
fr: Non
hi: नहीं
zh: 不

source: Beneficiary Name
es: Nombre del Beneficiario
fr: Nom du bénéficiaire
hi: लाभार्थी का नाम
zh: 受益人姓名

source: Bank Account Number
es: Número de cuenta bancaria
fr: Numéro de compte bancaire
hi: बैंक खाता संख्या
zh: 銀行帳號

source: IFSC Code
es: Código IFSC
fr: Code IFSC
hi: आईएफएससी कोड
zh: IFSC 準則

source: SWIFT Code
es: Código SWIFT
fr: Code rapide
hi: स्विफ्ट कोड
zh: SWIFT代碼

source: Bank Identifier Code
es: Código de identificación bancaria
fr: Code d'identifiant bancaire
hi: अधिकोष पहचानकर्ता कूट भाषा
zh: 銀行識別碼

source: Society for Worldwide Interbank Financial Telecommunication
es: Sociedad de Telecomunicaciones Financieras Interbancarias Mundiales
fr: Société pour les Télécommunications Financières Interbancaires Mondiales
hi: वर्ल्डवाइड इंटरबैंक फाइनेंशियल टेलीकम्युनिकेशन के लिए सोसायटी
zh: 全球銀行間金融電信協會

source: The SWIFT system is a global network that allows financial institutions to conduct international funds transfers and financial messages in a secure and standardized manner. The SWIFT or BIC code is essential for facilitating communication and routing transactions between different banks and financial entities internationally.
es: El sistema SWIFT es una red global que permite a las instituciones financieras realizar transferencias de fondos internacionales y mensajes financieros de manera segura y estandarizada. El código SWIFT o BIC es fundamental para facilitar la comunicación y el enrutamiento de transacciones entre diferentes bancos y entidades financieras a nivel internacional
fr: Le système SWIFT est un réseau mondial qui permet aux institutions financières d'effectuer des transferts de fonds internationaux et des messages financiers de manière sécurisée et standardisée. Le code SWIFT ou BIC est essentiel pour faciliter la communication et l'acheminement des transactions entre différentes banques et entités financières à l'échelle internationale.
hi: स्विफ्ट प्रणाली एक वैश्विक नेटवर्क है जो वित्तीय संस्थानों को सुरक्षित और मानकीकृत तरीके से अंतरराष्ट्रीय धन हस्तांतरण और वित्तीय संदेश संचालित करने की अनुमति देता है। अंतरराष्ट्रीय स्तर पर विभिन्न बैंकों और वित्तीय संस्थाओं के बीच संचार और रूटिंग लेनदेन की सुविधा के लिए स्विफ्ट या बीआईसी कोड आवश्यक है।
zh: SWIFT 系統是一個全球網絡,允許金融機構以安全和標準化的方式進行國際資金轉賬和金融信息。SWIFT 或BIC 代碼對於促進國際上不同銀行和金融實體之間的通信和路由交易至關重要。

source: Bank
es: Banco
fr: Banque
hi: किनारा
zh: 銀行

source: HDFC - HDFC Bank
es: HDFC - Banco HDFC
fr: HDFC - Banque HDFC
hi: एचडीएफसी - एचडीएफसी बैंक
zh: HDFC - HDFC 銀行

source: HDFC Bank
es: Banco HDFC
fr: Banque HDFC
hi: एचडीएफसी बैंक
zh: HDFC 銀行

# preguntas_frecuentes
source: Frequently Asked Questions
es: Preguntas frecuentes
fr: Questions fréquemment posées
hi: अक्सर पूछे जाने वाले प्रश्नों
zh: 經常問的問題

source: SBI - State Bank of India
es: OSE - Banco Estatal de la India
fr: SBI - Banque d'État de l'Inde
hi: एसबीआई - भारतीय स्टेट बैंक
zh: SBI - 印度國家銀行

source: other
es: Otro
fr: autre
hi: अन्य
zh: 其他

source: welcome
es: Bienvenido
fr: accueillir
hi: स्वागत
zh: 歡迎

source: The password field is empty
es: El campo de contraseña está vacío
fr: Le champ du mot de passe est vide
hi: पासवर्ड फ़ील्ड खाली है
zh: 密碼字段為空

source: The password field has less than 6 characters
es: El campo de contraseña tiene menos de 6 caracteres
fr: Le champ mot de passe comporte moins de 6 caractères
hi: पासवर्ड फ़ील्ड में 6 अक्षर से कम है
zh: 密碼字段少於6個字符

source: The password field does not contain numbers
es: El campo de contraseña no contiene números
fr: Le champ du mot de passe ne contient pas de chiffres
hi: पासवर्ड फ़ील्ड में नंबर नहीं हैं
zh: 密碼字段不包含數字

source: The password field does not contain special characters
es: El campo de contraseña no contiene caracteres especiales
fr: Le champ mot de passe ne contient pas de caractères spéciaux
hi: पासवर्ड फ़ील्ड में विशेष वर्ण नहीं हैं
zh: 密碼字段不包含特殊字符

source: The password field does not contain letters in Hindi or English alphabet
es: El campo de contraseña no contiene letras en alfabeto hindi o inglés
fr: Le champ du mot de passe ne contient pas de lettres de l'alphabet hindi ou anglais
hi: पासवर्ड फ़ील्ड में हिंदी या अंग्रेजी वर्णमाला के अक्षर नहीं हैं
zh: 密碼字段不包含印地語或英語字母表中的字母

source: Empty number field
es: Campo de número vacío
fr: Champ numéro vide
hi: रिक्त संख्या फ़ील्ड
zh: 數字字段為空

source: The number field should be have 10 digits
es: El campo numérico debe tener 10 dígitos
fr: Le champ numérique doit comporter 10 chiffres
hi: संख्या फ़ील्ड में 10 अंक होने चाहिए
zh: 號碼字段應有 10 位數字

source: Enter only numbers
es: Ingrese solo números
fr: Saisir uniquement des chiffres
hi: केवल संख्याएँ दर्ज करें
zh: 僅輸入數字

source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: सांकेतिक शब्द मेल नहीं खाते
zh: 密碼不匹配

source: Enter code
es: Introduzca el código
fr: Entrez le code
hi: कोड दर्ज करें
zh: 輸入代碼

source: Code should be have 12 digits
es: El código debe tener 12 dígitos
fr: Le code doit comporter 12 chiffres
hi: कोड 12 अंकों का होना चाहिए
zh: 代碼應為 12 位數字

source: Incorrect code
es: Código incorrecto
fr: Code incorrect
hi: गलत कोड़
zh: 不正確的代碼

source: code_used
es: El código ya ha sido usado
fr: code_utilisé
hi: कोड_प्रयुक्त
zh: 使用的代碼

source: Valid code
es: Codigo valido
fr: Code valide
hi: मान्य कोड
zh: 有效代碼

source: Invalid code
es: Codigo invalido
fr: Code invalide
hi: अवैध कोड
zh: 無效的代碼

source: Rejected code
es: Código rechazado
fr: Code refusé
hi: अस्वीकृत कोड
zh: 拒絕代碼

# accept_the_privacy_policy_and_terms_of_use
source: Accept the privacy policies and terms of use
es: Acepte las políticas de privacidad y términos de uso
fr: Accepter les politiques de confidentialité et les conditions d'utilisation
hi: गोपनीयता नीतियों और उपयोग की शर्तों को स्वीकार करें
zh: 接受隱私政策和使用條款

source: Enter the 6 digits
es: Ingrese los 6 dígitos
fr: Entrez les 6 chiffres
hi: 6 अंक दर्ज करें
zh: 輸入6位數字

source: Enter your name
es: Introduzca su nombre
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
zh: 輸入你的名字

source: Invalid PAN number
es: Número de PAN no válido
fr: Numéro PAN invalide
hi: अमान्य पैन नंबर
zh: PAN 號無效

source: Invalid PIN
es: PIN no válido
fr: NIP invalide
hi: अमान्य पिन
zh: PIN 碼無效

source: Invalid ISFC
es: ISFC no válido
fr: ISFC invalide
hi: अमान्य आईएसएफसी
zh: 無效的 ISFC

# changes_save_successfully
source: Changes saved successfully
es: Los cambios se guardaron exitosamente
fr: Changements sauvegardés avec succès
hi: परिवर्तनों को सफलतापूर्वक सहेजा
zh: 更改保存成功

source: Accept the terms
es: Acepto los términos
fr: Acceptez les conditions
hi: शर्तें स्वीकार करें
zh: 接受條款

source: No changes ocurred
es: No ocurrieron cambios
fr: Aucun changement n'est survenu
hi: कोई परिवर्तन नहीं हुआ
zh: 沒有發生任何變化

source: Wrong number. Try again!
es: Número equivocado. ¡Inténtalo de nuevo!
fr: Mauvais numéro. Réessayez !
hi: गलत नंबर। पुनः प्रयास करें!
zh: 號碼錯誤,請重試！

source: Error sending data
es: Error en el envío de datos
fr: Erreur d'envoi de données
hi: डेटा भेजने में त्रुटि
zh: 發送數據時出錯

source: Failed to find code
es: Error al encontrar el código
fr: Impossible de trouver le code
hi: कोड ढूंढने में विफल
zh: 找不到代碼

source: Otp sent by sms
es: Otp enviado por sms
fr: OTP envoyé par sms
hi: ओटीपी एसएमएस द्वारा भेजा गया
zh: 通過短信發送 OTP

source: Correct code
es: Código correcto
fr: Code correct
hi: सही कोड
zh: 正確的代碼

source: Accept the terms and conditions
es: Acepto los términos y condiciones
fr: Accepter les termes et conditions
hi: नियम एवं शर्तें स्वीकार करें
zh: 接受條款和條件

source: Name and PAN are required
es: Nombre y PAN son obligatorios
fr: Nom et PAN sont requis
hi: नाम और पैन आवश्यक है
zh: 姓名和 PAN 為必填項

source: Account options
es: Opciones de cuenta
fr: Options de compte
hi: खाता विकल्प
zh: 賬戶選項

source: Check
es: Verificando ...
fr: Vérifier
hi: जाँच करना
zh: 查看

source: Otp
hi: ओटीपी
zh: 奧特普

source: Waiting for automatic verification of the SMS sent to this number
es: Esperando verificación automática del SMS enviado a este número
fr: En attente de vérification automatique du SMS envoyé à ce numéro
hi: इस नंबर पर भेजे गए एसएमएस के स्वचालित सत्यापन की प्रतीक्षा की जा रही है
zh: 正在等待發送到該號碼的短信的自動驗證

source: Code otp
es: Código otp
fr: Code tp
hi: कोड ओटीपी
zh: 代碼otp

source: wait
es: esperar
fr: attendez
hi: इंतज़ार
zh: 等待

source: to send again
es: enviar de nuevo
fr: envoyer à nouveau
hi: फिर से भेजने के लिए
zh: 再次發送

source: By joining, you agree to the privacy policy and terms of use
es: Al unirte, aceptas la política de privacidad y los términos de uso
fr: En vous inscrivant, vous acceptez la politique de confidentialité et les conditions d'utilisation
hi: शामिल होकर, आप गोपनीयता नीति और उपयोग की शर्तों से सहमत हैं
zh: 加入即表示您同意隱私政策和使用條款

source: Password must be 6 characters including at least one number, one uppercase letter, and one special character
es: La contraseña debe tener 6 caracteres, incluidos al menos un número, una letra mayúscula y un carácter especial
fr: Le mot de passe doit comporter 6 caractères dont au moins un chiffre, une majuscule et un caractère spécial
hi: पासवर्ड में कम से कम एक नंबर, एक बड़ा अक्षर और एक विशेष अक्षर सहित 6 अक्षर होने चाहिए
zh: 密碼必須為6個字符,包括至少1個數字、1個大寫字母和1個特殊字符

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
zh: 新密碼

source: Complete registration
es: Finalizar Registro
fr: Enregistrement complet
hi: पूरा पंजीकरण
zh: 完成註冊

source: Enter the displayed number
es: Ingrese el número mostrado
fr: Saisir le numéro affiché
hi: प्रदर्शित संख्या दर्ज करें
zh: 輸入顯示的數字

source: The number should be have 4 digits
es: El número debe tener 4 dígitos
fr: Le numéro doit être composé de 4 chiffres
hi: संख्या 4 अंकों की होनी चाहिए
zh: 號碼應為 4 位

source: CAPTCHA code
es: Código CAPTCHA
fr: Code Captcha
hi: कैप्चा कोड
zh: 圖形驗證碼

source: Can't enable Gps on your device
es: No se puede habilitar el GPS en su dispositivo
fr: Impossible d'activer le GPS sur votre appareil
hi: आपके डिवाइस पर जीपीएस सक्षम नहीं किया जा सकता
zh: 無法在您的設備上啟用 GPS

source: Please enable gps to continue
es: Habilite gps para continuar
fr: Veuillez activer le GPS pour continuer
hi: कृपया जारी रखने के लिए जीपीएस सक्षम करें
zh: 請啟用 GPS 才能繼續

source: Activate gps
es: Activar gps
fr: Activer le GPS
hi: जीपीएस सक्रिय करें
zh: 激活全球定位系統

source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करना
zh: 取消

source: Your device is NOT capable of checking biometrics
es: Su dispositivo NO es capaz de verificar datos biométricos
fr: Votre appareil n'est PAS capable de vérifier la biométrie
hi: आपका उपकरण बायोमेट्रिक्स की जांच करने में सक्षम नहीं है
zh: 您的設備無法檢查生物識別信息

source: This demo will not work on your device
es: Esta demostración no funcionará en su dispositivo
fr: Cette démo ne fonctionnera pas sur votre appareil
hi: यह डेमो आपके डिवाइस पर काम नहीं करेगा
zh: 此演示無法在您的設備上運行

# you_must_have_android_6_and_have_fingerprint_sensor
source: You must have android 6.0+ and have fingerprint sensor
es: Debe tener Android 6.0+ y tener sensor de huellas dactilares
fr: Vous devez avoir Android 6.0+ et avoir un capteur d'empreintes digitales
hi: आपके पास एंड्रॉइड 6.0+ होना चाहिए और फिंगरप्रिंट सेंसर होना चाहिए
zh: 你必須有android 6.0+並且有指紋傳感器

source: Auth in to unlock your device
es: Autenticación para desbloquear su dispositivo
fr: Auth in pour déverrouiller votre appareil
hi: अपने डिवाइस को अनलॉक करने के लिए प्रमाणीकरण करें
zh: 驗證以解鎖您的設備

source: Take a photo
es: Toma una foto
fr: Prendre une photo
hi: एक तस्वीर लें
zh: 拍個照

source: Choose a image from your gallery
es: Elige una imagen de tu galería
fr: Choisissez une image de votre galerie
hi: अपनी गैलरी से एक छवि चुनें
zh: 從您的畫廊中選擇一張圖片

# back_label
source: Return
es: Devolver
fr: Retour
hi: वापस करना
zh: 返回

source: Network Error
es: Error de red
fr: Erreur réseau
hi: नेटवर्क त्रुटि
zh: 網絡錯誤

source: Connecting
es: Conectando
fr: De liaison
hi: कनेक्ट करना
zh: 連接

source: Forgot password
es: Has olvidado tu contraseña
fr: Mot de passe oublié
hi: पासवर्ड भूल गए
zh: 忘記密碼

source: Don't have an account yet?
es: ¿Todavía no tienes una cuenta?
fr: Vous n'avez pas encore de compte?
hi: अब तक कोई खाता नहीं है?
zh: 還沒有帳戶嗎？

source: Login
es: Inicia sesión
fr: Se connecter
hi: लॉग इन करें
zh: 登錄

# sing_up
source: Sign up
es: Regístrate
fr: S'inscrire
hi: साइन अप करें
zh: 報名

source: ten number digit
es: dígito de diez números
fr: chiffre de dix chiffres
hi: दस संख्या अंक
zh: 十位數字

source: Unable to connect internet
es: No hay Internet
fr: Impossible de se connecter à Internet
hi: इंटरनेट कनेक्ट करने में असमर्थ
zh: 無法連接互聯網

source: Internet connection successful
es: Conexión a Internet Exitosa
fr: Connexion Internet réussie
hi: इंटरनेट कनेक्शन सफल
zh: 互聯網連接 成功

# network_connection_successful
source: Network connection9 successful
es: Conexión de red Exitosa
fr: Connexion réseau9 réussie
hi: नेटवर्क कनेक्शन9 सफल
zh: 網絡連接9 成功

source: Searching network
es: Buscando red
fr: Réseau de recherche
hi: खोज नेटवर्क
zh: 搜索網絡

source: Searching server
es: Buscando servidor
fr: Recherche de serveur
hi: सर्वर खोज रहा हूँ
zh: 搜索服務器
