Repository: TitoYanac/qr_cash
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, zh

source: warrant and represent that your Submissions and/or Contributions do not constitute confidential information.
es: garantiza y declara que sus Envíos y/o Contribuciones no constituyen información confidencial.
fr: garantissez et déclarez que vos soumissions et/ou contributions ne constituent pas des informations confidentielles.
hi: इस बात की पुष्टि और प्रतिनिधित्व करें कि आपकी प्रस्तुतियाँ और/या योगदान गोपनीय जानकारी नहीं हैं।
zh: 保證並聲明您的提交內容和/或貢獻不構成機密信息。

source: You are solely responsible for your Submissions and/or Contributions and you expressly agree to reimburse us for any and all losses that we may suffer because of your breach of (a) this section, (b) any third party’s intellectual property rights, or (c) applicable law
es: Usted es el único responsable de sus Envíos y/o Contribuciones y acepta expresamente reembolsarnos por todas y cada una de las pérdidas que podamos sufrir debido a su incumplimiento de (a) esta sección, (b) los derechos de propiedad intelectual de cualquier tercero, o (c) ley aplicable
fr: Vous êtes seul responsable de vos soumissions et/ou contributions et vous acceptez expressément de nous rembourser toutes les pertes que nous pourrions subir en raison de votre violation de (a) cette section, (b) des droits de propriété intellectuelle de tout tiers, ou (c) loi applicable
hi: आप अपने सबमिशन और/या योगदान के लिए पूरी तरह से जिम्मेदार हैं और आप स्पष्ट रूप से किसी भी और सभी नुकसान के लिए हमें प्रतिपूर्ति करने के लिए सहमत हैं जो हमें (ए) इस अनुभाग के उल्लंघन के कारण हो सकता है, (बी) किसी तीसरे पक्ष के बौद्धिक संपदा अधिकार, या (सी) लागू कानून
zh: 您對您的提交內容和/或貢獻承擔全部責任，並且您明確同意賠償我們因您違反 (a) 本節、(b) 任何第三方的知識產權，或(c) 適用法律

# t_c__we_may_remove_or_edit_your_content__
source: We may remove or edit your Content:
es: Podemos eliminar o editar su Contenido:
fr: Nous pouvons supprimer ou modifier votre contenu :
hi: हम आपकी सामग्री को हटा सकते हैं या संपादित कर सकते हैं:
zh: 我們可能會刪除或編輯您的內容：

source: Although we have no obligation to monitor any Contributions, we shall have the right to remove or edit any Contributions at any time without notice if in our reasonable opinion we consider such Contributions harmful or in breach of these Legal Terms. If we remove or edit any such Contributions, we may also suspend or disable your account and report you to the authorities
es: Aunque no tenemos la obligación de monitorear ninguna Contribución, tendremos el derecho de eliminar o editar cualquier Contribución en cualquier momento sin previo aviso si en nuestra opinión razonable consideramos que dicha Contribución es dañina o infringe estos Términos legales. Si eliminamos o editamos cualquiera de dichas Contribuciones, también podemos suspender o inhabilitar su cuenta e informarlo a las autoridades
fr: Bien que nous n'ayons aucune obligation de surveiller les contributions, nous aurons le droit de supprimer ou de modifier toute contribution à tout moment et sans préavis si, à notre avis raisonnable, nous considérons que ces contributions sont nuisibles ou en violation des présentes conditions juridiques. Si nous supprimons ou modifions de telles contributions, nous pouvons également suspendre ou désactiver votre compte et vous signaler aux autorités
hi: हालांकि हमारे पास किसी भी योगदान की निगरानी करने का कोई दायित्व नहीं है, लेकिन अगर हम अपनी उचित राय में ऐसे योगदानों को हानिकारक या इन कानूनी शर्तों का उल्लंघन मानते हैं तो हमें बिना किसी सूचना के किसी भी समय किसी भी योगदान को हटाने या संपादित करने का अधिकार होगा। यदि हम हटाते हैं या संपादित करते हैं ऐसे किसी भी योगदान के लिए, हम आपके खाते को निलंबित या अक्षम भी कर सकते हैं और अधिकारियों को आपकी रिपोर्ट कर सकते हैं
zh: 儘管我們沒有義務監控任何貢獻，但如果我們合理認為我們認為此類貢獻有害或違反了這些法律條款，我們有權隨時刪除或編輯任何貢獻，恕不另行通知。如果我們刪除或編輯任何貢獻任何此類貢獻，我們還可能暫停或禁用您的帳戶並向當局報告您

# t_c__3__user_representations_
source: 3. USER REPRESENTATIONS
es: 3. DECLARACIONES DEL USUARIO
fr: 3. REPRÉSENTATIONS DES UTILISATEURS
hi: 3. उपयोगकर्ता अभ्यावेदन
zh: 3. 用戶陳述

source: By using the Services, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete; (2) you will maintain the accuracy of such information and promptly update such registration information as necessary; (3) you have the legal capacity and you agree to comply with these Legal Terms; (4) you are not a minor in the jurisdiction in which you reside; (5) you will not access the Services through automated or non-human means, whether through a bot, script or otherwise; (6) you will not use the Services for any illegal or unauthorised purpose; and (7) your use of the Services will not violate any applicable law or regulatio
es: Al utilizar los Servicios, usted declara y garantiza que: (1) toda la información de registro que envíe será verdadera, precisa, actual y completa; (2) mantendrá la exactitud de dicha información y actualizará rápidamente dicha información de registro según sea necesario. ; (3) usted tiene la capacidad legal y acepta cumplir con estos Términos Legales; (4) no es menor de edad en la jurisdicción en la que reside; (5) no accederá a los Servicios a través de medios automatizados o no humanos significa, ya sea a través de un bot, script o de otro modo; (6) no utilizará los Servicios para ningún propósito ilegal o no autorizado; y (7) su uso de los Servicios no violará ninguna ley o regulación aplicable
fr: En utilisant les Services, vous déclarez et garantissez que : (1) toutes les informations d'inscription que vous soumettez seront vraies, exactes, à jour et complètes ; (2) vous maintiendrez l'exactitude de ces informations et mettrez rapidement à jour ces informations d'inscription si nécessaire. ; (3) vous avez la capacité juridique et vous acceptez de vous conformer aux présentes Conditions Légales ; (4) vous n'êtes pas mineur dans la juridiction dans laquelle vous résidez ; (5) vous n'accéderez pas aux Services via des moyens automatisés ou non humains. signifie, que ce soit via un robot, un script ou autrement ; (6) vous n'utiliserez pas les Services à des fins illégales ou non autorisées ; et (7) votre utilisation des Services ne violera aucune loi ou réglementation applicable
hi: सेवाओं का उपयोग करके, आप प्रतिनिधित्व करते हैं और आश्वासन देते हैं कि: (1) आपके द्वारा सबमिट की गई सभी पंजीकरण जानकारी सत्य, सटीक, वर्तमान और पूर्ण होगी; (2) आप ऐसी जानकारी की सटीकता बनाए रखेंगे और आवश्यकतानुसार ऐसी पंजीकरण जानकारी को तुरंत अपडेट करेंगे ; (3) आपके पास कानूनी क्षमता है और आप इन कानूनी शर्तों का पालन करने के लिए सहमत हैं; (4) आप जिस क्षेत्राधिकार में रहते हैं, उसमें आप नाबालिग नहीं हैं; (5) आप स्वचालित या गैर-मानवीय माध्यम से सेवाओं तक नहीं पहुंच पाएंगे इसका मतलब है, चाहे बॉट, स्क्रिप्ट या अन्यथा के माध्यम से; (6) आप किसी भी अवैध या अनधिकृत उद्देश्य के लिए सेवाओं का उपयोग नहीं करेंगे; और (7) सेवाओं का आपका उपयोग किसी भी लागू कानून या विनियमन का उल्लंघन नहीं करेगा
zh: 通過使用服務，您聲明並保證：(1) 您提交的所有註冊信息均真實、準確、最新且完整；(2) 您將保持此類信息的準確性，並在必要時及時更新此類註冊信息；(3) 您具有法律行為能力並且您同意遵守這些法律條款；(4) 您在您所居住的司法管轄區中不是未成年人；(5) 您不會通過自動化或非人為方式訪問服務手段，無論是通過機器人、腳本還是其他方式；(6) 您不會將服務用於任何非法或未經授權的目的；(7) 您對服務的使用不會違反任何適用的法律或法規

source: If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Services (or any portion thereof)
es: Si proporciona información falsa, inexacta, desactualizada o incompleta, tenemos derecho a suspender o cancelar su cuenta y rechazar cualquier uso actual o futuro de los Servicios (o cualquier parte de los mismos)
fr: Si vous fournissez des informations fausses, inexactes, périmées ou incomplètes, nous avons le droit de suspendre ou de résilier votre compte et de refuser toute utilisation actuelle ou future des Services (ou de toute partie de ceux-ci)
hi: यदि आप कोई ऐसी जानकारी प्रदान करते हैं जो असत्य, गलत, वर्तमान नहीं है, या अधूरी है, तो हमें आपके खाते को निलंबित या समाप्त करने और सेवाओं (या उसके किसी भी हिस्से) के किसी भी और सभी वर्तमान या भविष्य के उपयोग से इनकार करने का अधिकार है
zh: 如果您提供的任何信息不真實、不准確、不是最新的或不完整，我們有權暫停或終止您的帳戶，並拒絕當前或將來使用服務（或其任何部分）

# t_c__4__user_registration_
source: 4. USER REGISTRATION
es: 4. REGISTRO DE USUARIO
fr: 4. INSCRIPTION DES UTILISATEURS
hi: 4. उपयोगकर्ता पंजीकरण
zh: 4. 用戶註冊

source: You may be required to register to use the Services. You agree to keep your password confidential and will be responsible for all use of your account and password. We reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable
es: Es posible que deba registrarse para utilizar los Servicios. Usted acepta mantener la confidencialidad de su contraseña y será responsable de todo uso de su cuenta y contraseña. Nos reservamos el derecho de eliminar, reclamar o cambiar el nombre de usuario que seleccione si determinamos , a nuestro exclusivo criterio, que dicho nombre de usuario es inapropiado, obsceno o de otro modo objetable
fr: Vous devrez peut-être vous inscrire pour utiliser les services. Vous acceptez de garder votre mot de passe confidentiel et serez responsable de toute utilisation de votre compte et de votre mot de passe. Nous nous réservons le droit de supprimer, de récupérer ou de modifier un nom d'utilisateur que vous sélectionnez si nous déterminons , à notre seule discrétion, que ce nom d'utilisateur est inapproprié, obscène ou autrement répréhensible
hi: आपको सेवाओं का उपयोग करने के लिए पंजीकरण करने की आवश्यकता हो सकती है। आप अपना पासवर्ड गोपनीय रखने के लिए सहमत हैं और अपने खाते और पासवर्ड के सभी उपयोग के लिए जिम्मेदार होंगे। यदि हम निर्धारित करते हैं तो हम आपके द्वारा चुने गए उपयोगकर्ता नाम को हटाने, पुनः दावा करने या बदलने का अधिकार सुरक्षित रखते हैं। , यह हमारे विवेक पर निर्भर करता है कि ऐसा उपयोक्तानाम अनुपयुक्त, अश्लील या अन्यथा आपत्तिजनक है
zh: 您可能需要註冊才能使用服務。您同意對您的密碼保密，並對您的帳戶和密碼的所有使用負責。如果我們確定，我們保留刪除、收回或更改您選擇的用戶名的權利，我們自行判斷該用戶名不恰當、淫穢或其他令人反感的

# t_c__5__prohibited_activities_
source: 5. PROHIBITED ACTIVITIES
es: 5. ACTIVIDADES PROHIBIDAS
fr: 5. ACTIVITÉS INTERDITES
hi: 5. निषिद्ध गतिविधियाँ
zh: 5. 禁止活動

source: You may not access or use the Services for any purpose other than that for which we make the Services available. The Services may not be used in connection with any commercial endeavours except those that are specifically endorsed or approved by u
es: No puede acceder ni utilizar los Servicios para ningún otro propósito que no sea aquel para el cual los ponemos a disposición. Los Servicios no se pueden utilizar en relación con ningún esfuerzo comercial, excepto aquellos que estén específicamente respaldados o aprobados por usted
fr: Vous ne pouvez pas accéder ou utiliser les Services à des fins autres que celles pour lesquelles nous rendons les Services disponibles. Les Services ne peuvent pas être utilisés dans le cadre d'activités commerciales, à l'exception de celles qui sont spécifiquement approuvées ou approuvées par vous
hi: जिस उद्देश्य के लिए हम सेवाएं उपलब्ध कराते हैं, उसके अलावा आप किसी अन्य उद्देश्य के लिए सेवाओं तक पहुंच या उपयोग नहीं कर सकते हैं। सेवाओं का उपयोग किसी भी व्यावसायिक प्रयास के संबंध में नहीं किया जा सकता है, सिवाय उन लोगों के जो आपके द्वारा विशेष रूप से समर्थित या अनुमोदित हैं
zh: 除我們提供服務的目的之外，您不得出於任何目的訪問或使用服務。服務不得用於任何商業活動，除非您特別認可或批准的目的

# t_c__as_a_user_of_the_services__you_agree_not_to_
source: As a user of the Services, you agree not to
es: Como usuario de los Servicios, usted acepta no
fr: En tant qu'utilisateur des Services, vous vous engagez à ne pas
hi: सेवाओं के एक उपयोगकर्ता के रूप में, आप सहमत हैं कि नहीं
zh: 作為服務的用戶，您同意不

source: Systematically retrieve data or other content from the Services to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.
es: Recuperar sistemáticamente datos u otro contenido de los Servicios para crear o compilar, directa o indirectamente, una colección, compilación, base de datos o directorio sin nuestro permiso por escrito.
fr: Récupérer systématiquement des données ou tout autre contenu des Services pour créer ou compiler, directement ou indirectement, une collection, une compilation, une base de données ou un répertoire sans autorisation écrite de notre part.
hi: हमारी लिखित अनुमति के बिना प्रत्यक्ष या अप्रत्यक्ष रूप से एक संग्रह, संकलन, डेटाबेस या निर्देशिका बनाने या संकलित करने के लिए सेवाओं से डेटा या अन्य सामग्री को व्यवस्थित रूप से पुनर्प्राप्त करें।
zh: 未經我們書面許可，系統地從服務中檢索數據或其他內容，以直接或間接創建或編譯集合、彙編、數據庫或目錄。

source: Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.
es: Engañarnos, defraudarnos o engañarnos a nosotros y a otros usuarios, especialmente en cualquier intento de conocer información confidencial de la cuenta, como las contraseñas de los usuarios.
fr: Tromper, frauder ou induire en erreur nous et les autres utilisateurs, en particulier dans toute tentative d'obtenir des informations de compte sensibles telles que les mots de passe des utilisateurs.
hi: हमें और अन्य उपयोगकर्ताओं को धोखा देना, धोखा देना या गुमराह करना, विशेष रूप से उपयोगकर्ता पासवर्ड जैसी संवेदनशील खाता जानकारी जानने के किसी भी प्रयास में।
zh: 欺騙、欺詐或誤導我們和其他用戶，尤其是試圖了解用戶密碼等敏感帳戶信息的行為。

source: Circumvent, disable, or otherwise interfere with security-related features of the Services, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Services and/or the Content contained therein.
es: Eludir, deshabilitar o interferir de otro modo con las funciones relacionadas con la seguridad de los Servicios, incluidas las funciones que impiden o restringen el uso o la copia de cualquier Contenido o imponen limitaciones en el uso de los Servicios y/o el Contenido contenido en ellos.
fr: Contourner, désactiver ou interférer de toute autre manière avec les fonctionnalités liées à la sécurité des Services, y compris les fonctionnalités qui empêchent ou restreignent l'utilisation ou la copie de tout Contenu ou imposent des limitations sur l'utilisation des Services et/ou du Contenu qu'ils contiennent.
hi: सेवाओं की सुरक्षा-संबंधी सुविधाओं को बाधित करना, अक्षम करना या अन्यथा हस्तक्षेप करना, जिसमें ऐसी विशेषताएं शामिल हैं जो किसी भी सामग्री के उपयोग या प्रतिलिपि को रोकती या प्रतिबंधित करती हैं या सेवाओं और/या उनमें निहित सामग्री के उपयोग पर सीमाएं लागू करती हैं।
zh: 規避、禁用或以其他方式乾擾服務的安全相關功能，包括阻止或限制使用或複制任何內容或對服務和/或其中包含的內容的使用實施限制的功能。

source: Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Services.
es: Despreciar, empañar o dañar de otro modo, en nuestra opinión, a nosotros y/o a los Servicios.
fr: Dénigrer, ternir ou autrement nuire, à notre avis, à nous et/ou aux Services.
hi: हमारी राय में, हमें और/या सेवाओं को अपमानित करें, कलंकित करें या अन्यथा नुकसान पहुँचाएँ।
zh: 我們認為，貶低、玷污或以其他方式損害我們和/或服務。

source: Use any information obtained from the Services in order to harass, abuse, or harm another person.
es: Usar cualquier información obtenida de los Servicios para acosar, abusar o dañar a otra persona.
fr: Utiliser toute information obtenue à partir des Services afin de harceler, d'abuser ou de nuire à une autre personne.
hi: किसी अन्य व्यक्ति को परेशान करने, दुर्व्यवहार करने या नुकसान पहुंचाने के लिए सेवाओं से प्राप्त किसी भी जानकारी का उपयोग करें।
zh: 使用從服務中獲得的任何信息來騷擾、辱罵或傷害他人。

source: Make improper use of our support services or submit false reports of abuse or misconduct.
es: Hacer un uso indebido de nuestros servicios de soporte o enviar informes falsos de abuso o mala conducta.
fr: Faire un usage inapproprié de nos services d'assistance ou soumettre de faux rapports d'abus ou de mauvaise conduite.
hi: हमारी सहायता सेवाओं का अनुचित उपयोग करें या दुर्व्यवहार या कदाचार की झूठी रिपोर्ट सबमिट करें।
zh: 不當使用我們的支持服務或提交有關濫用或不當行為的虛假報告。

source: Use the Services in a manner inconsistent with any applicable laws or regulations.
es: Usar los Servicios de manera incompatible con las leyes o regulaciones aplicables.
fr: Utiliser les Services d'une manière incompatible avec les lois ou réglementations applicables.
hi: किसी भी लागू कानून या विनियम के साथ असंगत तरीके से सेवाओं का उपयोग करें।
zh: 以不符合任何適用法律或法規的方式使用服務。

# t_c__engage_in_unauthorised_framing_of_or_linking_to_the_services__
source: Engage in unauthorised framing of or linking to the Services.
es: Participar en la elaboración o vinculación no autorizada de los Servicios.
fr: S'engager dans un cadrage ou un lien non autorisé vers les Services.
hi: सेवाओं को अनाधिकृत रूप से तैयार करने या जोड़ने में संलग्न रहें।
zh: 參與未經授權的服務框架或鏈接。

source: Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Services or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Services.
es: Cargar o transmitir (o intentar cargar o transmitir) virus, caballos de Troya u otro material, incluido el uso excesivo de letras mayúsculas y spam (publicación continua de texto repetitivo), que interfiera con el uso y disfrute ininterrumpido de los Servicios por parte de cualquier parte. o modifica, perjudica, interrumpe, altera o interfiere con el uso, características, funciones, operación o mantenimiento de los Servicios'
fr: Télécharger ou transmettre (ou tenter de télécharger ou de transmettre) des virus, des chevaux de Troie ou tout autre matériel, y compris l'utilisation excessive de majuscules et le spam (publication continue de texte répétitif), qui interfère avec l'utilisation et la jouissance ininterrompues des Services par toute partie. ou modifie, altère, perturbe, altère ou interfère avec l'utilisation, les caractéristiques, les fonctions, le fonctionnement ou la maintenance des Services.
hi: वायरस, ट्रोजन हॉर्स, या अन्य सामग्री को अपलोड या प्रसारित करना (या अपलोड करने या प्रसारित करने का प्रयास करना), जिसमें बड़े अक्षरों का अत्यधिक उपयोग और स्पैमिंग (दोहराए गए पाठ की निरंतर पोस्टिंग) शामिल है, जो किसी भी पक्ष के निर्बाध उपयोग और सेवाओं के आनंद में हस्तक्षेप करता है या सेवाओं के उपयोग, सुविधाओं, कार्यों, संचालन या रखरखाव को संशोधित, ख़राब, बाधित, परिवर्तित या हस्तक्षेप करता है
zh: 上傳或傳輸（或試圖上傳或傳輸）病毒、特洛伊木馬或其他材料，包括過度使用大寫字母和垃圾郵件（連續發布重複文本），從而乾擾任何一方不間斷地使用和享受服務或修改、損害、破壞、改變或乾擾服務的使用、特性、功能、操作或維護。

source: Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.
es: Participar en cualquier uso automatizado del sistema, como el uso de scripts para enviar comentarios o mensajes, o el uso de minería de datos, robots o herramientas similares de recopilación y extracción de datos.
fr: S'engager dans toute utilisation automatisée du système, par exemple en utilisant des scripts pour envoyer des commentaires ou des messages, ou en utilisant des outils d'exploration de données, des robots ou des outils similaires de collecte et d'extraction de données.
hi: सिस्टम के किसी भी स्वचालित उपयोग में संलग्न हों, जैसे टिप्पणियाँ या संदेश भेजने के लिए स्क्रिप्ट का उपयोग करना, या किसी डेटा माइनिंग, रोबोट, या इसी तरह के डेटा एकत्रण और निष्कर्षण टूल का उपयोग करना।
zh: 參與系統的任何自動化使用，例如使用腳本發送評論或消息，或使用任何數據挖掘、機器人或類似的數據收集和提取工具。

# t_c__delete_the_copyright_or_other_proprietary_rights_notice_from_any_content__
source: Delete the copyright or other proprietary rights notice from any Content.
es: Elimine el aviso de derechos de autor u otros derechos de propiedad de cualquier Contenido.
fr: Supprimez les avis de droit d'auteur ou autres droits de propriété de tout contenu.
hi: किसी भी सामग्री से कॉपीराइट या अन्य मालिकाना अधिकार नोटिस हटा दें।
zh: 從任何內容中刪除版權或其他專有權聲明。

source: Attempt to impersonate another user or person or use the username of another user.
es: Intentar hacerse pasar por otro usuario o persona o utilizar el nombre de usuario de otro usuario.
fr: Tentative d'usurper l'identité d'un autre utilisateur ou d'une autre personne ou d'utiliser le nom d'utilisateur d'un autre utilisateur.
hi: किसी अन्य उपयोगकर्ता या व्यक्ति का प्रतिरूपण करने का प्रयास करें या किसी अन्य उपयोगकर्ता के उपयोगकर्ता नाम का उपयोग करें।
zh: 試圖冒充其他用戶或個人或使用其他用戶的用戶名。

source: Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats ('gifs'), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as 'spyware' or 'passive collection mechanisms' or 'pcms').
es: Cargar o transmitir (o intentar cargar o transmitir) cualquier material que actúe como un mecanismo de transmisión o recopilación de información pasiva o activa, incluidos, entre otros, formatos de intercambio de gráficos claros ('gif'), 1×1 píxeles, errores web, cookies u otros dispositivos similares (a veces denominados'spyware'o'mecanismos de recopilación pasiva'o'pcms').
fr: Télécharger ou transmettre (ou tenter de télécharger ou de transmettre) tout matériel agissant comme un mécanisme passif ou actif de collecte ou de transmission d'informations, y compris, sans s'y limiter, les formats d'échange de graphiques clairs (' gifs '), les pixels 1 × 1, les bogues Web, cookies ou autres dispositifs similaires (parfois appelés ' logiciels espions ' ou ' mécanismes de collecte passifs ' ou ' pcms ')
hi: किसी भी सामग्री को अपलोड या प्रसारित करना (या अपलोड करने या प्रसारित करने का प्रयास करना) जो एक निष्क्रिय या सक्रिय सूचना संग्रह या ट्रांसमिशन तंत्र के रूप में कार्य करता है, जिसमें बिना किसी सीमा के, स्पष्ट ग्राफिक्स इंटरचेंज प्रारूप ('जीआईएफ'), 1 × 1 पिक्सेल, वेब बग शामिल हैं। कुकीज़, या अन्य समान उपकरण (कभी-कभी 'स्पाइवेयर' या 'निष्क्रिय संग्रह तंत्र' या 'पीसीएमएस' के रूप में संदर्भित)
zh: 上傳或傳輸（或嘗試上傳或傳輸）任何充當被動或主動信息收集或傳輸機制的材料，包括但不限於清晰的圖形交換格式（'gif'）、1×1 像素、網絡錯誤、 cookie 或其他類似設備（有時稱為'間諜軟件'或'被動收集機制'或'pcms'）。

source: Interfere with, disrupt, or create an undue burden on the Services or the networks or services connected to the Services.
es: Interferir, interrumpir o crear una carga indebida en los Servicios o las redes o servicios conectados a los Servicios.
fr: Interférer, perturber ou créer une charge excessive sur les Services ou les réseaux ou services connectés aux Services.
hi: सेवाओं या सेवाओं से जुड़े नेटवर्क या सेवाओं में हस्तक्षेप करना, बाधित करना या अनुचित बोझ बनाना।
zh: 干擾、破壞服務或與服務相關的網絡或服務，或造成不當負擔。

source: Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Services to you.
es: Acosar, molestar, intimidar o amenazar a cualquiera de nuestros empleados o agentes involucrados en brindarle cualquier parte de los Servicios.
fr: Harceler, ennuyer, intimider ou menacer l'un de nos employés ou agents engagés dans la fourniture d'une partie des Services.
hi: आपको सेवाओं का कोई भी हिस्सा प्रदान करने में लगे हमारे किसी भी कर्मचारी या एजेंट को परेशान करना, परेशान करना, डराना या धमकी देना।
zh: 騷擾、騷擾、恐嚇或威脅參與向您提供任何部分服務的我們的任何員工或代理。

source: Attempt to bypass any measures of the Services designed to prevent or restrict access to the Services, or any portion of the Services.
es: Intentar eludir cualquier medida de los Servicios diseñada para impedir o restringir el acceso a los Servicios, o cualquier parte de los Servicios.
fr: Tenter de contourner toute mesure des Services conçue pour empêcher ou restreindre l'accès aux Services, ou à toute partie des Services.
hi: सेवाओं, या सेवाओं के किसी भी हिस्से तक पहुंच को रोकने या प्रतिबंधित करने के लिए डिज़ाइन की गई सेवाओं के किसी भी उपाय को बायपास करने का प्रयास।
zh: 嘗試繞過旨在阻止或限制訪問服務或服務任何部分的任何服務措施。
